[
{"url": "https://news.yahoo.com/u-citizen-freed-russia-ukraine-113838940.html", "source": "YaHoONews", "title": "U.S. citizen freed in Russia-Ukraine prisoner swap - Kyiv", "description": "KYIV (Reuters) -A U.S. citizen has been released by Russia as part of a prisoner exchange with Ukraine that involved dozens of detainees, the head of...", "date": "2022-12-14", "author": "Reuters", "text": ["KYIV (Reuters) -A U.S. citizen has been released by Russia as part of a prisoner exchange with Ukraine that involved dozens of detainees, the head of Ukraine's presidential administration said Wednesday.", "Andriy Yermak wrote on the Telegram messaging app that Suedi Murekezi had been \"helping our people\" before ending up in Russian custody.", "He said 64 Ukrainian soldiers and the bodies of four fallen soldiers had been handed over by Russia but did not say when the exchange took place or how many Russians had been handed over.", "Reuters could not immediately reach Murekezi for comment. A British newspaper, the Guardian, last week quoted him as saying he was detained in June in the southern city of Kherson, which was occupied by Russian forces at the time.", "He was released in late October after being held in various locations and had been living without documents in the city of Donetsk, which is controlled by forces backed by Russia, the Guardian said.", "The Russian state news agency TASS reported in August that Murekezi had been charged in Donetsk with \"inciting ethnic hatred\" for protesting against Russia's invasion of Ukraine.", "Murekezi's lawyer said he had become involved in those protests \"by chance,\" TASS reported.", "(Reporting by Dan Peleschuk, Editing by Timothy Heritage)"]},
{"url": "https://news.yahoo.com/were-river-cruise-florida-then-163206872.html", "source": "YaHoONews", "title": "They were out on a river cruise in Florida. Then came the fighting monkeys, video shows", "description": "It’s raining monkeys in Florida.", "date": "2022-12-14", "author": "Madeleine Marr", "text": ["It’s raining monkeys in Florida.", "Earlier this month at ", " in Ocala, a Florida family witnessed a quite the sight.", "In video posted to his Facebook page, Matthew Schwanke told his followers that his “short, little river cruise” on Dec. 3 turned exciting pretty quickly. In the clip, dozens of monkeys leap from a tall tree into the Silver River, landing with a splash, squealing and grunting as they plummet.", "“They’re all jumping!” screams a child off camera as they jump one by one in quick succession. “Oh my God! Dad, back up!”", "“I’m not backing up,” Schwanke laughs nervously from the safety of the boat. “We’re fine, we’re fine.”", "“That was crazy,” says the kid.", "In the caption, the outdoorsman explains just how crazy it was, saying that the animals they witnessed were “two rival monkey troops fighting it out for over half-hour.”", "Schwanke said they were going “back and forth across the river like this screaming at each other.”", "Their aggressive behavior was likely due to a “turf war between two troops,” on opposite sides of the river, the Florida man told Storyful, which bought the rights to the video.", "The original troop was eventually run off by the rival one at the 5,000-acre popular park. The Silver Spring monkeys are rhesus macaques, a species not native to Florida, coming from south and southeast Asia.", "The macaques were ", " in the 1930s, after a dozen were released by a local tour boat operator intent on starting a Tarzan-themed tourist attraction that never came to be. Their", " remain."]},
{"url": "https://news.yahoo.com/vietnam-big-push-expand-south-211748985.html", "source": "YaHoONews", "title": "Vietnam in big push to expand South China Sea outposts - U.S. think tank", "description": "Vietnam has conducted a major expansion of dredging and landfill work at several of its South China Sea outposts in the second half of this year, signaling...", "date": "2022-12-14", "author": "David Brunnstrom", "text": ["By David Brunnstrom", "WASHINGTON (Reuters) - Vietnam has conducted a major expansion of dredging and landfill work at several of its South China Sea outposts in the second half of this year, signaling an intent to significantly fortify its claims in the disputed waterway, a U.S. think tank reported on Wednesday.", "Washington's Center for Strategic and International Studies (CSIS) said the work in the Spratly Islands, which are also claimed by China and others, had created roughly 420 acres (170 hectares) of new land and brought the total area Vietnam had reclaimed in the past decade to 540 acres (220 hectares).", "Basing its findings on commercial satellite imagery, CSIS's Asia Maritime Transparency Initiative (AMTI) said the effort included expanded landfill work at four features and new dredging at five others.", "\"The scale of the landfill work, while still falling far short of the more than 3,200 acres of land created by China from 2013 to 2016, is significantly larger than previous efforts from Vietnam and represents a major move toward reinforcing its position in the Spratlys,\" the report said.", "Vietnam's Washington embassy did not immediately respond to a request for comment on the report.", "AMTI said Vietnam's midsized outposts at Namyit Island, Pearson Reef and Sand Cay were undergoing major expansions, with a dredged port capable of hosting larger vessels already taking shape at Namyit and Pearson.", "Namyit Island, at 117 acres (47 hectares) and Pearson Reef, at 119 acres (48 hectares), were both now larger than Spratly Island at 97 acres (39 hectares), which had been Vietnam's largest outpost. Tennent Reef, which previously only hosted two small pillbox structures, now had 64 acres (26 hectares)of artificial land, the report said.", "AMTI said Vietnam used clamshell dredgers to scoop up sections of shallow reef and deposit the sediment for landfill, a less destructive process than the cutter-suction dredging China had used to build its artificial islands.", "\"But Vietnam’s dredging and landfill activities in 2022 are substantial and signal an intent to significantly fortify its occupied features in the Spratlys,\" the report said.", "\"(W)hat infrastructure the expanded outposts will host remains to be seen. Whether and to what degree China and other claimants react will bear watching,\" it said.", "China claims most of the South China Sea and has established military outposts on artificial islands it has built there. Taiwan, Vietnam, Malaysia, Brunei and the Philippines all have overlapping claims in the sea, which is crisscrossed by vital shipping lanes and contains gas fields and rich fishing grounds.", "(Reporting by David Brunnstrom; editing by Jonathan Oatis)"]},
{"url": "https://news.yahoo.com/ice-storm-warnings-winter-weather-093702820.html", "source": "YaHoONews", "title": "Ice Storm Warnings, Winter Weather Advisories issued for parts of the area starting tonight", "description": "Now is the time to prepare — while the weather is fairly calm — before a widespread wintry mix impacts western Pennsylvania Thursday.", "date": "2022-12-14", "author": "Jessica Faith", "text": ["Now is the time to prepare — while the weather is fairly calm — before a widespread wintry mix impacts western Pennsylvania Thursday.", "Ice storm warnings and winter weather advisories have been issued for much of the region for Wednesday night and Thursday.", "The next system will come with rain, freezing rain and a wintry mix after 10 p.m. Wednesday night. Some mixed precipitation is possible north of Pittsburgh and east, especially in the ridges and mountains, through the overnight hours, impacting the Thursday morning commute. Icy conditions will be possible and may impact travel in many locations north of Route 422, from Butler to Kittanning, to Indiana and in the mountains.", "The Pittsburgh area will mainly experience a solid, soaking rain Wednesday night and Thursday.", "Stay with Severe Weather Team 11 for the latest updates and potential changes on the forecast for late Wednesday night and Thursday. Download the ", " for the latest alerts and weather updates while you are on the go.", " ", " ", " ", " "]},
{"url": "https://news.yahoo.com/wintry-weather-headed-south-central-213012527.html", "source": "YaHoONews", "title": "Wintry weather headed to south-central Pennsylvania", "description": "A round of winter weather is taking aim at south-central Pennsylvania.", "date": "2022-12-13", "author": "WGAL - Lancaster/Harrisburg", "text": ["A round of winter weather is taking aim at south-central Pennsylvania."]},
{"url": "https://news.yahoo.com/isis-bomb-targets-chinese-diplomats-075842740.html", "source": "YaHoONews", "title": "ISIS Bomb Targets Chinese Diplomats, Executives in Afghanistan", "description": "(Bloomberg) -- An Islamic State offshoot took credit for an attack at a Kabul hotel popular with Chinese diplomats and businessmen, the first attack...", "date": "2022-12-13", "author": "Eltaf Najafizada", "text": ["(Bloomberg) -- An Islamic State offshoot took credit for an attack at a Kabul hotel popular with Chinese diplomats and businessmen, the first attack targeting citizens from one of the few countries with good ties with the Taliban since the militant group seized power last year.", "Most Read from Bloomberg", "Two armed members of the Islamic State-Khorasan, a local affiliate of the militant group operating in the Middle East, detonated explosive devices inside the Kabul Longan Hotel in a posh district of the Afghan capital Monday. The group claimed the suicide attack killed or wounded at least 30 people, according to the SITE Intelligence Group.", "A spokesman of Afghanistan’s Taliban-led government, Zabihullah Mujahed, said two foreign nationals were injured while jumping from the hotel balcony and three assailants were killed after a gun battle with government forces.", "China was “deeply shocked” by the attack, Foreign Ministry spokesman Wang Wenbin said Tuesday at a regular press briefing in Beijing. Chinese diplomats in the South Asian nation made serious representations with Afghanistan about the incident, he said, adding that Beijing supported the nation in countering terrorism.", "This is the group’s third attack in the last few months hitting targets associated with nations that have friendly ties with the Taliban. Earlier this month there was an attack on Pakistan’s embassy in the country. In September, the group claimed an attack just outside the Russian embassy, which killed several people including a senior diplomat and a security guard.", "The IS-K group is one of the Taliban’s most serious security threats, carrying out large-scale attacks in densely populated areas. Even before the Taliban took over the militant group was fighting it in an attempt to impose their even-harsher Islamic ideology and expand their influence in the region.", "The attacks highlight the difficulties the Taliban faces to break its international isolation and draw in foreign investments to the country’s largely untapped mineral resources.", "The militant group has limited diplomatic links with only seven countries, including Russia and China, but even those countries have not formally recognized its government.", "--With assistance from Philip Glamann.", "Most Read from Bloomberg Businessweek", "©2022 Bloomberg L.P."]},
{"url": "https://news.yahoo.com/minnesota-wintry-mix-next-few-041800988.html", "source": "YaHoONews", "title": "With Minnesota in for a wintry mix the next few days, here's how to prepare", "description": "Minnesota is likely to see a mix of rain, snow and ice across the state the next few days.", "date": "2022-12-13", "author": "CBS-Minneapolis", "text": ["Minnesota is likely to see a mix of rain, snow and ice across the state the next few days."]},
{"url": "https://news.yahoo.com/why-america-changed-its-mind-on-same-sex-marriage-164159829.html", "source": "YaHoONews", "title": "Why America changed its mind on same-sex marriage", "description": "Views on marriage equality, in the public and among lawmakers, have transformed dramatically over the course of a single generation.", "date": "2022-11-30", "author": "Mike Bebernes", "text": ["What’s happening", "The Senate on Tuesday passed the ", ", a bill that would enshrine federal protections for same-sex marriage into law.", "The legislation wouldn’t change anything about how marriage laws currently work in the United States. Instead, it would ensure that same-sex marriages would maintain their legal standing if the Supreme Court decides to overturn its landmark 2015 ruling in ", ", which legalized marriage equality nationwide. The push to pass the RFMA was prompted by the court’s decision this past summer to overturn abortion protections established by ", ", which relied on legal reasoning some experts believe could also put the future of ", " into question.", "The passage of the RFMA, which was supported by all Senate Democrats and 12 Republicans, is a sign of how dramatically views on same-sex marriage have changed over the past generation. In 1996, just 27 percent of Americans said they believed same-sex partners should enjoy the same rights as opposite-sex couples. Today, ", " support marriage equality.", "That shift has also been reflected in national politics. In the late 1990s and early 2000s, opposition to gay marriage was the dominant position in both parties. Former presidents ", " and ", " both backed legislative efforts to define marriage as a union between one man and one woman. Between 1998 and 2008, voters in 29 states approved ballot measures banning same-sex marriages.", "Barack Obama became the first president to ", " in 2012, a move famously spurred by off-script comments by ", " during an interview on NBC. In recent years, support for same-sex marriage has become close to unanimous among Democratic lawmakers. Republicans, once unified in opposition, are now ", ", and marriage has been largely absent from the ongoing culture war that has targeted LGBTQ people in a wide range of other areas.", "Why there’s debate", "The rise in support for same-sex marriage has coincided with a broader increase in the visibility and acceptance of LGBTQ people, but experts say there are a variety of factors that have led views to shift so significantly in such a short period of time.", "A major cause, most argue, is how weak the arguments against marriage equality proved to be once they were finally tested. They say fears about the “slippery slope” of expanding marriage rights and degradation of traditional marriage — which had been at the core of the opposition — have been shown to be completely unfounded as more gay couples have become integrated in communities across the country. Others say the growing understanding that homosexuality is an inherent trait, rather than a choice, has made it harder to make the case that gay people don’t deserve equal rights.", "Republicans have also played a substantial role, many argue, by making the political calculation to essentially concede defeat on the issue. Though a large share of GOP lawmakers and voters still disagree with same-sex marriage, the party has largely chosen to focus on other cultural matters within their own caucus. Others credit ", " with ending the debate for good when he said he was “fine with” gay marriage shortly after winning the presidency in 2016.", "What’s next", "The RFMA will now head to the House of Representatives, where it’s expected to pass comfortably, before it can be signed into law by President Biden.", "“Research has long indicated that the biggest driver of liberal attitudes on matters of sexual orientation and gender identity is familiarity with an openly gay or trans person. Immigrant kids are not being born into native-born families, but gay kids are being born into straight families.” — Sasha Issenberg, ", "“Essentially none of the things conservatives warned would happen actually transpired. The cycle of failed prophecy is a familiar one for American conservatism.” — Jonathan Chait, ", "“Though there seems to be no single ‘gay gene,’ scientists in the field generally affirm a role for genetics in the determination of sexual orientation. And imposing social or legal disadvantages on individuals for an unchosen disposition seems a violation of basic fairness.:” — Michael Gerson, ", "“Public opinion on the issue swung so swiftly and decisively — and so little uproar resulted once it was legal nationwide — that one might easily assume the march toward marriage equality was a neat, steady progression. But it was in fact a decades-long project that moved in fits and starts.” — Danielle Kurtzleben, ", "“The cultural shift showing Republican support for gay marriage actually has nothing to do with Republicans actually caring about all LGBTQ people having full and equal rights. Instead, it’s proof of something we’ve known for a long time: Same-sex marriage is a conservative issue at its core, but one some conservatives have chosen not to accept until now.” — Zach Stafford, ", "“On social issues, Republicans have long catered to their evangelical base. So when evangelicals change their mind on something, their Republican representatives do, too.” — Claire Suddath, ", "“The lack of attention Trump paid to same-sex marriage is one factor that contributed to it becoming a less divisive issue. While Trump’s actual record on LBGTQ rights generally aligns with conservative Christian values, Trump had said in 2016 that he was ‘fine’ with legalizing same-sex marriage.” — Tim Lindberg, ", "“Marriage is no longer a means of harnessing the brute facts of biology into the service of children. It is purely a means to the end of the married parties’ happiness. It means whatever they want it to mean.” — Editorial, ", "“So what makes gay marriage a bipartisan issue? Most Americans are unmarried, but those who are married are wealthier and better educated. Married people are also much more likely to be white. … Alternatively, abortion rights primarily benefit non-white and poor women. … In other words, there’s a pretty small overlap between people who need marriage rights and people who need abortion care.” — Elissa Asch and Laurie Essig, ", "“There's a variety of suburban voters who were more traditional at one time who now care more about economic issues and less about faith-driven issues. There's a lot of people of faith, either conservative or liberal, that might've traditionally been associated with being against this kind of thing that have shifted to a ‘live and let live’ mentality.” — Brian Reisenger, ", "“The GOP has, in recent years, undergone a quiet but consequential evolution: Party leaders still exhibit strong opposition to transgender rights and the top legislative priorities of the LGBTQ community. But on the most prominent battlefield of the past few decades, same-sex marriage, they’ve all but conceded defeat.” — Meridith McGraw, ", "Photo illustration: Yahoo News; photos: Getty Images"]},
{"url": "https://news.yahoo.com/islamic-state-group-claims-attack-075951263.html", "source": "YaHoONews", "title": "China urges citizens to leave Afghanistan after Kabul attack", "description": "China on Tuesday advised its citizens in Afghanistan to leave the country “as soon as possible,\" following a coordinated attack by Islamic State militants...", "date": "2022-12-13", "author": "RAHIM FAIEZ", "text": ["ISLAMABAD (AP) — China on Tuesday advised its citizens in Afghanistan to leave the country “as soon as possible,\" following a coordinated attack by Islamic State militants the previous day on a Chinese-owned hotel in the heart of Kabul.", "The Chinese advisory appeared to be a setback for Afghanistan's Taliban rulers who seek foreign investments in hopes of halting the downward spiral of the Afghan economy since their takeover of the country more than a year ago.", "The militant Islamic State group — a key rival of the Taliban — claimed responsibility for the attack Monday afternoon on Kabul Longan Hotel, which left three assailants dead and at least two hotel guests injured as they tried to escape by jumping out of a window.", "Plumes of smoke rose from the 10-story building in the central Shar-e Naw neighborhood, according to images posted on social media as the attack unfolded. Residents reported explosions and gunfire.", "Taliban forces rushed to the area and blocked all roads leading to the site. Khalid Zadran, the Taliban-appointed spokesman for the Kabul police chief, said the attack lasted several hours, followed by a clean-up operation.", "On Tuesday, Chinese Foreign Ministry spokesperson Wang Wenbin called the attack “egregious in nature” and said China was “deeply shocked.”", "Beijing demanded a “thorough investigation” and urged the Taliban government “to take resolute and strong measures to ensure the safety of Chinese citizens, institutions and projects in Afghanistan,” Wang said.", "The Chinese Embassy in Kabul sent its team to the site to help with the rescue, treatment and accommodations for the victims of the attack, Wang added.", "“In view of the current security situation in Afghanistan, the Ministry of Foreign Affairs once again advised Chinese citizens and institutions in Afghanistan to evacuate from Afghanistan as soon as possible,” Wang said.", "The Taliban swept across the country in August 2021, seizing power as U.S. and NATO forces were in the last weeks of their final withdrawal from Afghanistan after 20 years of war.", "Since their takeover, the international community has balked at extending official recognition to the former insurgents who have broken promises of pursuing a more moderate path forward, including reopening schools to girls beyond the sixth grade and safeguarding minority rights.", "The Taliban government has recently also made statements saying it intends to implement Islamic law, or Sharia, as it did when the Taliban previously ruled Afghanistan in the late 1990s. In the past weeks, the Taliban have carried out executions and public floggings on several occasions of those convicted in Taliban courts of crimes such as murder and adultery.", "China has economic and mining interests in the country though those familiar with past talks between the Taliban and Chinese officials say Beijing wants Taliban commitments to prevent China’s Uyghur opponents from setting up operations in Afghanistan.", "Chinese firms, with strong government backing, have tentatively sought to pursue opportunities in exploiting Afghanistan’s vast, undeveloped resource deposits, especially the Mes Aynak mine that is believed to hold the world’s largest copper deposit.", "In October, Taliban-appointed government spokesman Zabihullah Mujahid highlighted China as a key part of Afghanistan’s economic development. China has also revealed its aspirations to play a leading role in Afghanistan following the withdrawal of U.S. forces — Chinese Foreign Minister Wang Yi at a regional conference recently led calls for the United States to unfreeze Afghan assets held abroad and end sanctions on the Taliban government.", "There was no information on the identities of the injured Chinese guests at the Kabul hotel or what they were doing in Afghanistan.", "The IS statement, carried by one of the militant Telegram channels used by the group, said two of its members targeted the hotel because it is frequented by diplomats and owned by “communist China.\"", "It further claimed IS attackers detonated two bags with explosives that were left in the hotel earlier, including one in the main hall, and set fire to a part of the hotel. The militant group offered no proof for its claims.", "There were conflicting reports as to the casualty numbers. Taliban officials said three assailants were killed; the IS claim said only two of its members took part in the attack, identifying them by name and posting their photographs. According to Mujahid, the Taliban government spokesman, two foreign residents were injured when they jumped out of hotel windows.", "However, the Emergency Hospital in Kabul said in a tweet Monday that it received 21 casualties, including the bodies of three people.", "The IS regional affiliate — known as the Islamic State in Khorasan Province — has increased its attacks since the Taliban takeover of Afghanistan in August 2021.", "___", "Associated Press writers Maamoun Youssef in Cairo and Riazat Butt in Karachi, Pakistan, contributed to this report."]},
{"url": "https://news.yahoo.com/five-chinese-citizens-badly-injured-083017575.html", "source": "YaHoONews", "title": "China 'shocked' at Kabul hotel attack that injured its five citizens", "description": "KABUL (Reuters) -China on Tuesday expressed \"shock\" at the gun and bomb attack at a hotel in downtown Kabul in which five of its citizens were badly wounded ...", "date": "2022-12-13", "author": "Mohammad Yunus Yawar", "text": ["By Mohammad Yunus Yawar", "KABUL (Reuters) -China on Tuesday expressed \"shock\" at the gun and bomb attack at a hotel in downtown Kabul in which five of its citizens were badly wounded and once again asked its nationals to leave Afghanistan.", "The Islamic State claimed responsibility for Monday's attack, the first on Chinese interests in the country since the Taliban took power last year.", "\"The nature of this terrorist attack was abominable, the Chinese side is deeply shocked,\" said Chinese foreign ministry spokesperson Wang Wenbin while calling for an investigation into the incident.", "The Taliban-run administration said on Monday that three assailants were killed by the security forces.", "More than 30 Chinese citizens were in the hotel at the time of the attack, Yu Ming Hui, the head of the China Town business complex in Kabul and a leading Chinese businessman in Afghanistan, told Reuters.", "\"Five of them are in the ICU in Emergency Hospital, around 13 to 14 are superficially wounded,\" he said, adding that the rest had left the hotel to stay elsewhere.", "A security guard posted outside the hotel told Reuters on condition of anonymity that the site was sealed off. \"The investigation is still going on, no one is allowed to go inside,\" he said.", "An eyewitness at a restaurant near the hotel said there had been some raids and arrests in the area about an hour before the first explosion was heard.", "The guard, who was present in the area when the first blast happened, said initial details showed the assailants managed to get explosives inside the hotel by booking a room prior to the attack.", "A spokesperson for the Taliban-run administration did not reply to request for comment on how the attack took place.", "The Islamic State in its claim had also mentioned about previously-planted explosives and identified two attackers. The militant group said it had killed or wounded 30 security force members and Chinese citizens.", "Emergency Hospital, located near the hotel, said it had received three dead bodies and 18 injured, but declined to identify casualties for privacy reasons.", "The Taliban-run administration has struggled to stabilise the security situation even after the departure of U.S.-led foreign forces last year ended two decades of war in Afghanistan.", "Islamic State radicals have launched multiple attacks in Kabul, including on the Russian and Pakistani embassies in recent months.", "(Writing by Gibran Peshimam; Editing by Raju Gopalakrishnan and Arun Koyyur)"]},
{"url": "https://news.yahoo.com/white-house-musks-attack-fauci-063856883.html", "source": "YaHoONews", "title": "White House: Musk's attack on Fauci is 'dangerous'", "description": "STORY: Billionaire Elon Musk’s recent comments disparaging leading U.S. immunologist Dr. Anthony Fauci drew fire from the White House on Monday.Musk appeared...", "date": "2022-12-13", "author": "Reuters Videos", "text": ["STORY: Billionaire Elon Musk’s recent comments disparaging leading U.S. immunologist Dr. Anthony Fauci drew fire from the White House on Monday.", "Musk appeared to suggest over the weekend criminal charges be brought against Fauci.", "He tweeted on Sunday “my pronouns are Prosecute/Fauci” , a statement likely playing on the practice of clarifying pronouns in the LGBT community.", "As the tweet went viral, Musk wrote “truth resonates”.", "In another tweet later on, Musk claimed without evidence Fauci “lied to Congress” and the health expert funded pathogenic research that “killed millions of people”.", "The statements from Musk, CEO of Twitter and electric car maker Tesla, appear to mirror similar unfounded right-wing jabs against Fauci, mainly from Republican leaders.", "White House Press Secretary Karine Jean-Pierre responded to Musk’s comments on Monday.", "“These attacks, these personal attacks that we have been seeing are dangerous, on Dr. Fauci and other public health professionals as well. They are disgusting, and they are divorced from reality, and we will continue to call that out and be very clear about that. Again, these are incredibly dangerous, these personal attacks we are seeing.”", "Fauci has worked over 50 years in the government, and under seven U.S. presidential administrations.", "But his handling of the global health crisis, and his blunt assessments from the White House podium, have led to him becoming a villain among conservatives who object to vaccination, social distancing and masking that he suggested in order to limit deaths from the virus.", "Elon Musk has strong views against coronavirus lockdowns - he had lashed out against them in the past on Twitter - and he even called lockdown measures “fascist” during an earnings call in 2020."]},
{"url": "https://news.yahoo.com/moroccan-soccer-fans-face-scrapped-163726285.html", "source": "YaHoONews", "title": "Moroccan soccer fans face scrapped Qatar flights", "description": "STORY: The cancellations, which Royal Air Maroc (RAM) blamed on the Qatari authorities, left travellers downcast.However, it did not dampen a party mood in...", "date": "2022-12-14", "author": "Reuters Videos", "text": ["STORY: The cancellations, which Royal Air Maroc (RAM) blamed on the Qatari authorities, left travellers downcast.", "However, it did not dampen a party mood in the North African country before Wednesday's match against France, Morocco's former coloniser and now home to many Moroccan players.", "Thousands of Moroccans have already travelled to Qatar and hundreds more had raced to buy tickets at the last minute, with RAM promising more tickets on 30 extra flights. But a source at a RAM travel agency said only 14 flights had been scheduled."]},
{"url": "https://news.yahoo.com/morocco-airline-says-7-world-134036105.html", "source": "YaHoONews", "title": "Morocco airline says 7 World Cup flights to Qatar canceled", "description": "Morocco’s national carrier says seven flights that were meant to take soccer fans to Qatar for Morocco’s historic World Cup semifinal on Wednesday against...", "date": "2022-12-14", "author": "Associated Press", "text": ["RABAT, Morocco (AP) — Morocco’s national carrier says seven flights that were meant to take soccer fans to Qatar for Morocco’s historic ", " semifinal on Wednesday against France have been canceled because of restrictions by Qatari authorities.", "Royal Air Maroc, or RAM, earlier this week announced it would organize 30 flights between Casablanca and Doha on Tuesday and Wednesday for fans eager to attend the game. The one-of-a-kind deal would be on sale for 5,000 dirhams ($475) round trip.", "However, seven of those flights, operated by Qatar Airways, were cancelled, the airline said in a statement Wednesday to the official Moroccan news agency MAP.", "“Following the recent restrictions imposed by the Qatari authorities, Royal Air Maroc regrets to inform its customers of the cancellation of flights provided by Qatar Airways,” it said. “Royal Air Maroc offers its apologies to customers for this inconvenience beyond its control.\"", "It didn't specify what restrictions Qatar had imposed.", "The Qatari government’s and Doha’s media offices did not immediately respond to requests for details.", "Hafsa Mostafid said she had booked a flight to Doha late Tuesday but was turned away at Casablanca airport.", "“I could hear commotion coming from those who were willing to go to Qatar but were not allowed to enter the airport,” she said. “I also saw that there were police there to control the situation.”", "She said officials at the aiport told travelers that due to the “sheer number of Moroccans currently trapped at the Doha airport without tickets for the match, no planes from Morocco would be flown to Qatar as per directives from the Qatari authorities.”", "Morocco is the first African and Arab nation to make it to the semifinals in World Cup history.", "On Tuesday, hundreds of Morocco fans already in Qatar lined up for hours outside a stadium hoping to receive free game tickets handed out by the Moroccan soccer federation in coordination with FIFA and the Qatari organizing committee. ___", "AP World Cup coverage: https://apnews.com/hub/world-cup and https://twitter.com/AP_Sports"]},
{"url": "https://news.yahoo.com/brutal-rapist-sought-woman-mutilated-162312009.html", "source": "YaHoONews", "title": "‘Brutal rapist’ sought after woman mutilated in Orange County, deputies say", "description": "Orange County deputies are asking for help finding a man they described as a “brutal rapist” with “unmistakable” tattoos.", "date": "2022-12-14", "author": "Sarah Wilson", "text": ["Orange County deputies are asking for help finding a man they described as a “brutal rapist” with “unmistakable” tattoos.", "Deputies said Bruce Whitehead, 54, raped, mutilated and tried to kill a woman off Pine Hills Road near North Lane on Dec. 10.", "Investigators said the woman got into a car with Whitehead early Saturday morning on Orange Blossom Trail. They said he then drove around before opening the door to the car, telling her to get out while holding a knife to her throat. The woman told deputies he then forced her to go with him, raped her, somehow mutilated her and tried to kill her.", "Deputies said the woman was able to fight Whitehead off and ran for help at a nearby intersection.", "“In my time here at the sheriff’s office, this is probably one of the more egregious offenses,” said Cpl. Evan Avila.", "Deputies said Whitehead spent 30 years in prison for committing rape and attempted murder in the 1980s. He is a registered sexual predator.", "“Personally, I would qualify him as a monster,” Avila said. “That’s my personal take on that. The sheriff’s office, we do believe him to be a danger to the community.”", "Whitehead has the word “sacrifice” tattooed across his forehead as well as several other distinguishable facial tattoos. But deputies said he may be wearing a hat that covers a portion of the tattoos.", "If you spot him, you are asked to call 911 immediately.", " to download the free WFTV news and weather apps, ", " to download the WFTV Now app for your smart TV and ", " to stream Channel 9 Eyewitness News live."]},
{"url": "https://news.yahoo.com/morocco-airline-cancels-world-cup-075845237.html", "source": "YaHoONews", "title": "Morocco airline cancels World Cup fans flights, citing Qatar restrictions", "description": "RABAT (Reuters) -Morocco's national airline said it was cancelling all flights it had scheduled for Wednesday to carry fans to Doha for the World Cup semi...", "date": "2022-12-14", "author": "Reuters", "text": ["RABAT (Reuters) -Morocco's national airline said it was cancelling all flights it had scheduled for Wednesday to carry fans to Doha for the World Cup semi-final, citing what it said was a decision by Qatari authorities.", "\"Following the latest restrictions imposed by the Qatari authorities, Royal Air Maroc regrets to inform customers of the cancellation of their flights operated by Qatar Airways,\" the airline said in an emailed statement.", "The Qatari government's international media office did not immediately respond to requests for comment.", "Royal Air Maroc had previously said it would lay on 30 additional flights to help fans get to Qatar for Wednesday night's semi-final game against France but on Tuesday a source at a RAM travel agency said only 14 flights had been scheduled.", "The cancellation of Wednesday's seven scheduled flights means RAM was only able to fly the seven flights on Tuesday, leaving fans who had already booked match tickets or hotel rooms unable to travel.", "RAM said it would reimburse air tickets and apologised to customers.", "The RAM spokesperson did not immediately respond to Reuters request for comment. Qatar Airways did not immediately respond to Reuters request for comment.", "(Reporting by Ahmed Eljechtimi; Additional reporting by Andrew Mills; Writing by Angus McDowall; Editing by Andrew Heavens)"]},
{"url": "https://news.yahoo.com/bombing-putin-most-feared-fighters-193308039.html", "source": "YaHoONews", "title": "Bombing of Putin’s Most Feared Fighters Infuriates Russia", "description": "AFP via GettyThe Russian mercenaries hailed by their leader as the most skilled and experienced soldiers in the war against Ukraine have gotten themselves...", "date": "2022-12-13", "author": "Allison Quinn", "text": ["The ", " as the most skilled and experienced soldiers in the war against Ukraine have gotten themselves blown up over the weekend.", "Pro-Kremlin Russian media channels were the first to reveal the strike Sunday on a hotel in the occupied Luhansk region, furiously noting that “the enemy used HIMARS to hit the hotel in Kadiivka where Wagner fighters were located.”", "Photos showed the building, a hotel called “Zhdanov’s Guest House,” blown to smithereens, though no details were immediately given on how many Wagner fighters were killed. Russian state-run media was largely mum on the whole affair (with the exception of a Kremlin-friendly tabloid ", " the site had been targeted because the U.S. knew Wagner founder Yevgeny Prigozhin frequented the private army’s headquarters there.)", "Ukrainian authorities say the Russian military is “carefully concealing” its losses in the strike. Serhiy Haidai, the Ukrainian governor of Luhansk, confirmed the strike and quipped on Telegram that “many” Wagner mercenaries would undoubtedly be absent for their next roll call.", "On Tuesday, Haidai issued a", "saying “hundreds” of Wagnerites have been killed before reaching the frontline in the last week and a half, either by “‘explosions’ caused by smoking in their headquarters or their barracks.”", "Meanwhile, ", " ", " Tuesday that a selfie taken in front of the hotel in Kadiivka may have alerted Ukraine’s military to the Wagner fighters’ whereabouts and sealed their fate. Russian media channels circulated the ", ", speculating that the Russian soldier shown grinning in front of “Zhdanov’s Guest House” was none other than Pavel Prigozhin, the son of the Wagner founder, who previously said his son was serving in the ranks of the private army.", "It was not immediately clear when the selfie was taken, and Prigozhin himself denied that his son had been impacted by the HIMARS strike. The Daily Beast has not independently verified the authenticity of the photo and its potential links to the bombing.", "“Don’t worry, my son is fine,” the Putin-friendly businessman", " in a statement Sunday."]},
{"url": "https://news.yahoo.com/iranian-soccer-player-sentenced-death-143355945.html", "source": "YaHoONews", "title": "Iranian soccer player sentenced to death after protesting against the death of Mahsa Amini", "description": "Amir Nasr-Azadani was arrested in November in relation to the killing of a police colonel and two volunteer militia members.", "date": "2022-12-13", "author": "Barnaby Lane", "text": ["An Iranian professional soccer player has been sentenced to death after protesting against the death of Mahsa Amini, ", "Amir Nasr-Azadani, 26, was arrested in November in relation to the killing of a police colonel and two volunteer militia members.", "He has been accused of \"waging war against God\" and will be hanged, according to Iran Wire.", "FIFPRO, the international soccer players union, said in a statement on Monday that it was \"shocked and sickened\" by the news.", "\"We stand in solidarity with Amir and call for the immediate removal of his punishment,\" it said.", " ", "There have been widespread protests in Iran since the September death of 22-year-old Amini, who died in custody after being detained by morality police on suspicion of breaking the country's strict rules around head coverings.", " of forcing her into a van and beating her.", "Nasr-Azadani last played for Persian Gulf Pro League side Tractor, but has not played professionally since his last appearance in November 2017.", "According to Iran Wire, he is one of 28 Iranians who have been sentenced to death for their parts in the protests.", "Among those are three children, who have all been accused of \"corruption on Earth.\"", " the three children were physically tortured during their detention.", "On December 8, Iran conducted its first execution in relation to the protests.", " that Mohsen Shekari was executed after being accused of blocking a street and wounding a member of the pro-regime Basij militia in September.", "State media published a video of what it said was Shekari's confession, which showed him with a bruising on his face.", "Human rights groups, including the Oslo-based group Iran Human Rights, have said Shekari was tortured and forced to confess.", "The group's director, Mahmood Amiry-Moghaddam, ", " \"otherwise we will be facing daily executions of protesters.\"", "Read the original article on "]},
{"url": "https://news.yahoo.com/fifpro-sickened-reports-footballer-amir-100253359.html", "source": "YaHoONews", "title": "Fifpro ‘sickened’ by reports of footballer Amir Nasr-Azadani sentenced to death in Iran", "description": "Amir Nasr-Azadani is reportedly facing execution over his support for women’s rights", "date": "2022-12-14", "author": "Lawrence Ostlere", "text": ["The global professional footballers’ union ", " has condemned authorities in Iran after reports that professional footballer Amir Nasr-Azadani is facing execution over his support for women’s rights.", "There have been widespread anti-government protests in ", " sparked by the death of 22-year-old Mahsa Amini, ", " having been detained for allegedly failing to follow the country’s Islamic dress code.", "The judiciary chief in the city of Isfahan where Nasr-Azadani was arrested, Abdullah Jafari, claimed the footballer took part in an “armed riot” in which three security agents were killed on 16 September, according to Iran’s ISNA news agency.", "Nasr-Azadani has been charged with “accessory to moharebeh”, meaning to wage war against God.", "Fifpro said it is “shocked and sickened” by the news and has called for the punishment to be revoked.", "A message posted by the official Twitter account of the players’ union said: “Fifpro is shocked and sickened by reports that professional footballer Amir Nasr-Azadani faces execution in Iran after campaigning for women’s rights and basic freedom in his country.", "“We stand in solidarity with Amir and call for the immediate removal of his punishment.”", "At the World Cup in Qatar, ", " when the national anthem was played prior to the 6-2 defeat to England on 21 November, something that was interpreted as a show of support for the anti-government protests in their country."]},
{"url": "https://news.yahoo.com/recount-confirms-rep-lauren-boebert-020711975.html", "source": "YaHoONews", "title": "Recount confirms Lauren Boebert narrowly held her House seat", "description": "An automatic recount confirmed Monday that Republican Rep. Lauren Boebert won her reelection bid against Democrat Adam Frisch.  The nail-biter race showed...", "date": "2022-12-13", "author": "The Associated Press", "text": ["DENVER (AP) — An automatic recount confirmed Monday that Republican Rep. Lauren Boebert won her reelection bid against Democrat Adam Frisch. The nail-biter race showed the congresswoman's combative style is wearying voters in her conservative Colorado district.", "Secretary of State Jena Griswold announced the results Monday evening. Frisch netted a total of four votes in the recount, far from enough to close a 500-plus vote gap with Boebert. An Aspen City Councilman, Frisch had ", " last month after the first tally put him just under the state's margin for a ", ".", "Few expected the race to come down to such a narrow margin. In her first term in office, Boebert rocketed to national renown for her staunch support for former President Donald Trump, aggressive use of social media and willingness to engage in personal feuds with Democratic representatives.", "Frisch ran against what her called her “ ", ",” saying he wouldn't back U.S. House Speaker Nancy Pelosi as party leader and describing himself as a nonpartisan problem-solver. Few gave him much of a chance in the conservative 3rd Congressional District, which edges up against some famed, liberal ski towns but is dominated by vast, less glamorous and energy-rich swathes of rural Colorado."]},
{"url": "https://news.yahoo.com/primatologist-jane-goodall-watched-montage-125022447.html", "source": "YaHoONews", "title": "Primatologist Jane Goodall Watched A Montage Of Trump And Her Analysis Was Something", "description": "The famed environmental activist echoed comments she made about Trump during the 2016 presidential campaign.", "date": "2022-12-14", "author": "Lee Moran", "text": ["Famed primatologist and environmental activist ", " hasn’t changed her opinion on former President Donald Trump.", "In 2016, Goodall likened the then-presidential candidate’s behavior ", " displayed by a male chimpanzee.", "Goodall echoed that view in a lengthy interview with MSNBC’s Ari Melber that aired on Tuesday’s broadcast of “The Beat.”", "Melber played Goodall a montage of Trump stalking behind Democratic rival Hillary Clinton during one of their 2016 presidential debates, hugging and kissing the American flag, and calling himself a “perfect physical specimen.”", "“What do you see there?” Melber asked Goodall.", "Goodall chuckled, then replied: “I see the same sort of behavior as a male chimpanzee will show when he is competing for dominance with another.”", "“They’re upright, they swagger, they project themselves as really more large and aggressive than they may actually be in order to intimidate their rivals,” Goodall continued.", "Goodall later lamented how the divisiveness created in America ― by Trump and others ―“is a tragedy” that “can have a ripple effect around the world.”", "Related..."]},
{"url": "https://news.yahoo.com/recount-confirms-boebert-win-colorado-145722901.html", "source": "YaHoONews", "title": "Recount confirms Boebert win in Colorado", "description": "Rep. Lauren Boebert (R-Colo.) officially clinched another term in the House on Monday after a recount confirmed her razor-thin victory in her reelection bid....", "date": "2022-12-13", "author": "Max Greenwood", "text": ["Rep. Lauren Boebert (R-Colo.) officially clinched another term in the House on Monday after a recount confirmed her razor-thin victory in her reelection bid.", "A tally of the vote showed Boebert defeating her Democratic opponent Adam Frisch by just 546 votes.", "While the narrow margin in the race triggered a mandatory recount under Colorado state law, Frisch, a conservative Democrat, conceded to Boebert last month, acknowledging that the recount was highly unlikely to swing the outcome of the contest.", "Boebert’s victory adds one more seat to Republicans’ newly won House majority. Still, the race was unexpectedly close, given the heavy GOP tilt of Colorado’s 3rd District. Former President Trump carried the area in 2020 by roughly 8 percentage points.", "Boebert has found herself at the center of multiple controversies since first being elected to Congress two years ago, including her ", " for the far-right QAnon conspiracy theory.", "Despite the GOP’s advantage in Colorado’s 3rd District, Frisch gained a narrow lead in the vote count, fueling Democratic hopes they may be able to flip a Republican-held seat in a tough political environment.", "But Frisch’s lead collapsed in the days following the election. Boebert ultimately finished on top in the initial tally, but only by a fraction of a percentage point. Under state law, an automatic recount is triggered if the margin in a race is half a percentage point or less of the top vote-getter’s total.", "Frisch also made clear that he did not believe the recount would change the outcome. In announcing his concession to Boebert last month, he urged supporters not to donate to his campaign during the recount.", "“Please save your money for your groceries, your rent, your children,” he said."]},
{"url": "https://news.yahoo.com/colorado-election-results-lauren-boebert-120804632.html", "source": "YaHoONews", "title": "Colorado election results: Lauren Boebert wins re-election by 546 votes, recount confirms", "description": "Republican Rep. Lauren Boebert narrowly defeated Democrat Adam Frisch in the race for Colorado's 3rd Congressional District, a recount confirmed.", "date": "2022-12-13", "author": "Chris Pandolfo", "text": ["Freedom Caucus firebrand Rep. Lauren Boebert, R-Colo, ", " against Democrat Adam Frisch, an automatic recount confirmed Monday.", "The race was decided by 546 votes, fitting a pattern in the 2022 midterm elections when strong supporters of former President Trump finished with closer-than-expected margins or lost elections in swing districts.", "Secretary of State Jena Griswold announced the results Monday evening. Frisch gained a total of four votes in the recount, not nearly enough to catch up and overtake Boebert's lead. An Aspen City Councilman, Frisch ", " last month after the first tally put him just under the state’s margin for a mandatory recount.", "\"The red wave has begun!\" Boebert ", " heading into the Nov. 8 election. However, as the results came in, it became clear there would be more of a red trickle. Though the GOP was favored to win Colorado's 3rd Congressional District, with Fox News' Power Rankings listing the race as \"likely Republican\" as of Nov. 1, Boebert ran behind her Frisch most of the night.", "Republicans ", " they had hoped to win, frustrating their effort to recapture House and Senate majorities. When all was said and done, the GOP emerged with a razor-thin 222-seat majority in the House while Democrats gained a seat in the Senate. However, the Democratic Party's would-be 51-seat Senate majority was unexpectedly snatched away by Arizona Senator Kyrsten Sinema's decision to switch and register as an independent.", "\"Republicans have been entrusted with the majority, and we must now prove we can take the temperature down in DC by leading not only with strength but grace,\" Boebert said Sunday after the counties in her district completed their recounts.", "\"Our conservative policies will help all Americans to overcome the challenges we face so each of us has the opportunity to live our very best life,\" she tweeted.", "Frisch, a self-described moderate, ran a campaign that called out Boebert for \"tweeting nonsense and lies\" instead of working to advance legislation. He ran against what he called her \"", ",\" saying he would not back U.S. House Speaker Nancy Pelosi as party leader and described himself as a nonpartisan problem-solver.", "Boebert's time in Congress — she was first elected in 2020 — has been characterized by enthusiastic support for former President Trump, ", " and controversial statements that made her a fixture of national media coverage.", "She has ", " including \"Squad\" members Rep. Alexandria Ocasio-Cortez, D-N.Y., and Ilhan Omar, D-Minn., and used her Twitter account to provoke her opponents and detractors, including moderate Republicans.", "Boebert was one of 147 GOP lawmakers to vote against certifying the results of ", " and has openly supported Trump's unproven claims that the election was illegitimate.", "A staunch Trump supporter, Boebert enthusiastically embraced the derogatory Democratic accusation of being an \"Ultra MAGA\" Republican and insisted the only way Republicans would lose in the 2022 midterms is if they \"", ".\""]},
{"url": "https://news.yahoo.com/cop-smiles-violently-beating-homeless-151338630.html", "source": "YaHoONews", "title": "Cop Smiles after Violently Beating Homeless Army Vet", "description": "Attorneys for Dalvin Gadson, a 29-year-old veteran, are calling for an investigation following the release of a photo of Gadson’s bloodied face after he was ...", "date": "2022-12-13", "author": "Kalyn Womack", "text": ["Attorneys for Dalvin Gadson, a 29-year-old veteran, are calling for an investigation following the release of a photo of Gadson’s bloodied face after he was beaten by ", ". According to a ", " report, the cops were also photographed smiling with bloody knuckles as Gadson laid on the ground.", "Gadson served in the Army National Guard as a helicopter mechanic and was homeless at the time of ", " during which he was pulled over for a ", ". The report noted both an improperly displayed license tag and car failure as reasons for the stop. One officer ", " Gadson smelled of marijuana and tried to issue a DUI test. Gadson was told when he got out of his vehicle he would be ", ", so he refused to exit until he was told why he was ", ".", "Read more", "After asking an honest question, Gadson said he was grabbed out of his car.", "“The same police officer immediately started punching me in the face while pulling me out of my car. After the first punch, I tried to say okay, I tried to say sorry, I tried to lay on the ground, but multiple officers were grabbing me, kicking me in the head, kneeing and elbowing me in the face, and punching me everywhere possible. After I was punched several times in the face, I lost consciousness,” Gadson said via his ", " fundraiser.", "Read more about the case from the Law Office of Harry Daniels:", "Gadson’s attorneys are calling for a criminal investigation and for action to be taken against the officers.", "More from The Root", "Sign up for ", " For the latest news, ", ", ", " and ", "."]},
{"url": "https://news.yahoo.com/another-protester-executed-iran-demonstrations-122649267.html", "source": "YaHoONews", "title": "Another protester executed in Iran as demonstrations enter their 4th month", "description": "The second public execution of a protestor comes after Iranian police handed down several death penalties to those protesting the Iranian government after...", "date": "2022-12-13", "author": "ABC News Videos", "text": ["The second public execution of a protestor comes after Iranian police handed down several death penalties to those protesting the Iranian government after the death of Mahsa Amini."]},
{"url": "https://news.yahoo.com/afghanistans-taliban-displays-pallets-cash-004059324.html", "source": "YaHoONews", "title": "Afghanistan's Taliban displays pallets of cash received for 'humanitarian aid'", "description": "The Taliban-controlled back of Afghanistan said last week it had received $40 million in cash.", "date": "2022-12-13", "author": "Louis Casiano", "text": ["A large package containing around $40 million in cash for \"humanitarian aid\" was seen on an airport tarmac in Afghanistan, officials there said last week.", "The money was handed over to the ", ", the Taliban-controlled central bank of Afghanistan, which is headquartered in Kabul. The bank tweeted several images of the cash.", "One shows packages of U.S. $100 notes bound in plastic, boxed and bagged in an airport.", "Another package of humanitarian aid worth $40 million dollars arrived in Afghanistan and was handed over to a commercial bank in Kabul. This is the second package that has arrived in Afghanistan this week,\" the caption reads.", "The bank did not say where the money came from. The bank has received several separate shipments of millions of dollars in recent weeks, according to several identical tweets it posted last month.", "\"Any principled action that leads to the transfer of reserves to the country and helps the needy people of the society, the Da Afghanistan Bank appreciates it, and this bank will continue its efforts in strengthening the banking sector,\" the bank said.", "In September, the ", " announced the creation of a fund to assist the people of Afghanistan, apart from the country's central bank.", "\"The Afghan Fund will help mitigate the economic challenges facing Afghanistan while protecting and preserving $3.5 billion in reserves from Da Afghanistan Bank (DAB), Afghanistan’s central bank, for the benefit of the people of Afghanistan,\" Wally Adeyemo, U.S. deputy secretary of the Treasury, said at the time.", "\"The Taliban’s repression and economic mismanagement have exacerbated longstanding economic challenges for Afghanistan, including through actions that have diminished the capacity of key Afghan economic institutions and made the return of these funds to Afghanistan untenable,\" Adeyemo said.", "Foreign aid stopped when the ", " in August 2021. World governments piled on sanctions, halted bank transfers and froze billions more in Afghanistan’s currency reserves."]},
{"url": "https://news.yahoo.com/tennessee-senators-support-afghan-adjustment-175221643.html", "source": "YaHoONews", "title": "Tennessee senators should support the Afghan Adjustment Act | Opinion", "description": "Bill would let Afghans in the United States under temporary humanitarian parole status request permanent residency.", "date": "2022-12-14", "author": "Kami Rice", "text": ["On Aug. 26, 2021, my teammates and I were on an urgent mission to get a female athlete through Kabul’s Abbey Gate onto the airport grounds after she’d spent hours in a massive crowd, under hot sun without water, trying to reach her evacuation flight.", "We were running out of time before the flight left. We needed a miracle. Could she get the attention of one of the Marines we saw in her photos of her surroundings? (We were working this operation from our homes far from Afghanistan.) It was a big ask when desperate thousands begged for Marines’ attention.", "But somehow one of them accepted her phone. I was on the other end of the line and will never forget his confused young voice as I passed him a message. He acted on the message. Now the talented athlete is building a new life in the U.S.", "Then just hours later, a suicide bomber attacked those Abbey Gate crowds, taking the lives of 13 U.S. service members and more than 150 Afghans. I had no way of knowing whether “my” Marine was among them.", "I'm a civilian, and that day, so close — virtually — to the devastation, the magnitude of what our service members sign up for became viscerally real. As did the reason they feel a debt to the Afghan allies they — we, our U.S. government — promised never to leave behind.", "I’m committed, like my military colleagues, to keeping our promise. Over a year later, so many volunteers like me are still working on the relocation effort, largely out of the limelight and headlines.", "As Afghans have made their way from chaos to our safe communities, other Tennesseans have taken up the baton and volunteered in ways we're are so good at, warmly welcoming new Afghan neighbors across our state. This is the best of who we are. I was once one of these local volunteers helping with English classes for new arrivals in Nashville, learning how such new neighbors benefit our communities.", "But despite all these volunteers, the path to safety is taking too long. Too many Afghan allies remain behind, in mortal danger or still in limbo even in the U.S. Part of this work can be done only by our government.", "Our U.S. senators have written letters to the Biden administration and made strong statements from the Senate floor, rightly calling out the administration’s disastrous military withdrawal, demanding action on behalf of our allies, including endangered Afghan women and girls.", "But despite months of conversations with their offices, they haven’t committed as cosponsors, or even indicated support, of the ", ", a thoroughly bipartisan bill that provides real action, rather than just big words. The Afghan Adjustment Act does many things our senators have asked the government for this past year, so it should be a no-brainer for them to support it.", "The act follows the model of standard bipartisan adjustment of status legislation passed after U.S. wartime withdrawals from Vietnam and Iraq. Heavily negotiated between Republican and Democratic sponsors in the House and Senate, the bill would allow ", "under humanitarian parole status — a temporary permission to reside here — to request permanent residency and go through substantive security vetting equivalent to vetting required under the ", "— considered the gold standard of vetting.", "This bill is the answer to the less-than-ideal initial vetting for Afghans hurried to the U.S. during the evacuation. It encourages these Afghans to present themselves for more rigorous vetting in order to receive legal permission to remain in the U.S.", "The Afghan Adjustment Act also expands eligibility for ", "to certain categories of Afghans trained by U.S. special forces. Creating a pathway to the U.S. for these highly trained allies is critical for U.S. national security. It is profoundly short-sighted for national-security-conscious senators not to protect this U.S. asset by providing for these forces to escape the Taliban.", "The Afghan Adjustment Act is egregiously overdue, and its best chance now is to be included in the mid-December omnibus spending bill. Our Afghan allies and the volunteers who continue the emotionally draining, around-the-clock work of assisting them need fellow Tennesseans to remind our senators to represent our Tennessee values — love for America, our veterans and our new neighbors — by supporting the Afghan Adjustment Act. Call Marsha Blackburn's office at 202-224-3344 and Bill Hagerty's at 202-224-4944.", "This is an action you can take, a tangible way for you to honor the lives lost at Kabul’s Abbey Gate last August."]},
{"url": "https://news.yahoo.com/over-49-000-amazon-shoppers-225459306.html", "source": "YaHoONews", "title": "Over 49,000 Amazon shoppers love this cozy (and hilarious) burrito blanket — and it’s on sale", "description": "This might be the perfect White Elephant gift. The post Over 49,000 Amazon shoppers love this cozy (and hilarious) burrito blanket — and it’s on sale...", "date": "2022-12-12", "author": "Ellie Conley", "text": ["If you sometimes feel like wrapping yourself up in a blanket like a human burrito, well, you kind of literally can with this ", " best seller. The ", " is printed to look like an actual tortilla — it’s even round in shape — and more than 49,000 ", " shoppers give it a five-star rating.", ", $28.99 (Orig. $39.99)", "This is one of those things you definitely don’t need, but wouldn’t life be more fun with it? The answer is yes, yes, it would. The mermaker Burrito Tortilla Blanket features a high-quality, super-soft flannel fabric that won’t fade, according to the ", ".", "“", "” wrote one Amazon reviewer. “Got this for a white elephant gift and am about to order another one to keep for myself. It is SO soft. It came with a drawstring backpack to hold it which was a nice bonus. The one I got has the design on both sides. Appears to be good quality. Very happy with this purchase!”", "You can also get this blanket in a range of sizes, from 47 inches to 80 inches in diameter. And, if burritos aren’t your thing, the brand also makes the round blanket in pepperoni pizza, chocolate chip cookie and waffle prints.", "“", ",” wrote another reviewer. “We are going to buy other foods for fun around the house. It is extra snuggly with a round shape.”", "However, the tortilla print definitely seems to be the most popular.", "“I bought this as a white elephant/dirty Santa gift for my office,” wrote another reviewer. “", ", so I think that is a good way to judge popularity. It looks EXACTLY like a tortilla and you can completely burrito in this thing. Would absolutely recommend!”", "Whether you’re looking for a fun holiday gift or just want to upgrade your lounging situation, this Burrito Tortilla Blanket is a good idea. Although, one downside is that it could make you slightly hungry — nothing a burrito IRL can’t fix, though.", "The post ", " appeared first on ", ".", "More from In The Know:"]},
{"url": "https://news.yahoo.com/biden-sign-same-sex-marriage-110018096.html", "source": "YaHoONews", "title": "Biden to sign same-sex marriage bill despite concerns by some progressives", "description": "President Biden will sign the Respect for Marriage Act into law Tuesday, which will require the federal government to recognize same-sex marriages performed ...", "date": "2022-12-13", "author": "Brianna Herlihy", "text": ["President Joe Biden will sign the Respect for Marriage Act on Tuesday in a ceremony at the White House, enshrining into law the requirement for the federal government to recognize same-sex marriages performed in states where they are legal.", "The bill won approval in the House of Representatives with a 258-169 vote, after the Senate passed it, 61-36.", "Supporters of the bill have hailed it as a safety net in the event the Supreme Court reverses a ruling that says the Constitution guarantees the right of same-sex couples to get married, but some progressive ", " doesn't go far enough and that the religious liberty protections are too limiting to the law.", "Washington Post columnist Jonathan Capehart, who married his husband in 2017, said in a column that he supports the bill but admitted that the more closely he looks at it \"the more my joy diminishes.\"", "\"What the act does not do is require states to issue marriage licenses in contravention of state law,\" he wrote.", "The Respect for Marriage Act does not go so far as to require states to permit same-sex marriages, which is what has some progressives disappointed. Instead, it requires the federal government to recognize same-sex marriages performed in states where they are legal.", "Katherine Franke, law professor at Columbia University, says the religious liberty exemptions could set a problematic precedent for future civil rights legislation", "\"What’s worrisome about how the Respect for Marriage Act accommodates religion is not that the exemption will undermine the marriage rights of same-sex couples… Rather, what is troublesome about this broad religious exemption is the precedent it sets, not only for protections for LGBTQ people but possibly for all legislation,\" Franke wrote in The Nation last week.", "\"Including an explicit religious exemption in a civil rights law—one that is broader than what the law might otherwise already allow—risks inviting the camel’s nose under the tent,\" Franke said. \"Evangelical conservatives will surely use the Respect for Marriage Act as a precedent for including explicit and broad religious exemptions in almost any conceivable law.\"", " the bill as a bipartisan success for securing 12 Republicans in the Senate and 39 in the House.", "An amendment included from Sens. Susan Collins, R-Maine, and Tammy Baldwin, D-Wis., which says that the bill does not \"affect religious liberties or conscience protections that are available under the Constitution or federal law\" or \"require religious organizations to provide goods or services to formally recognize or celebrate a marriage,\" was the key factor in the bill's Republican support.", "\"The entire process was also a vindication of a central premise Senate Democrats and I have embraced this Congress,\" ", "Chuck Schumer said when the bill passed the Senate. \"It’s far better to find a way to pass legislation that will help Americans than to hold show votes that have no hope of becoming law, and that proved true on marriage equality.\""]},
{"url": "https://news.yahoo.com/minnesota-snowplow-drivers-preparing-wintry-010051638.html", "source": "YaHoONews", "title": "How Minnesota snowplow drivers are preparing for wintry weather", "description": "Ahead of intense snow this week, hear how Minnesota's department of transportation tackles the herculean task of keeping roads clear throughout the North...", "date": "2022-12-14", "author": "AccuWeather", "text": ["Ahead of intense snow this week, hear how Minnesota's department of transportation tackles the herculean task of keeping roads clear throughout the North Star State."]},
{"url": "https://news.yahoo.com/mndot-crews-monitoring-wintry-mix-231152509.html", "source": "YaHoONews", "title": "MNDOT crews monitoring wintry mix", "description": "Much of Minnesota faces a winter mix of wind, snow and sleet, making roadways slick. The Minnesota Department of Transportation is monitoring the incoming...", "date": "2022-12-13", "author": "KMSP", "text": ["Much of Minnesota faces a winter mix of wind, snow and sleet, making roadways slick. The Minnesota Department of Transportation is monitoring the incoming storms, and acting accordingly."]},
{"url": "https://news.yahoo.com/man-jumps-kabul-hotel-window-115925995.html", "source": "YaHoONews", "title": "Man jumps from Kabul hotel window as gunfire heard", "description": "A video released on Monday, December 12 shows a person jumping out of a hotel window in the Shahr-e-Naw area of Kabul while guns fired nearby. Source: Aamaj ...", "date": "2022-12-13", "author": "The Independent", "text": ["A video released on Monday, December 12 shows a person jumping out of a hotel window in the Shahr-e-Naw area of Kabul while guns fired nearby. Source: Aamaj News"]},
{"url": "https://news.yahoo.com/president-biden-signs-marriage-protection-193435273.html", "source": "YaHoONews", "title": "President Biden signs marriage protection bill", "description": "The Respect for Marriage Act is now encoded into law and protects interracial and same-sex marriages.", "date": "2022-12-13", "author": "ABC News Videos", "text": ["The Respect for Marriage Act is now encoded into law and protects interracial and same-sex marriages."]}
]