[
{"url": "https://edition.cnn.com/2022/11/20/football/qatar-2022-world-cup-of-firsts-spt-intl/index.html", "source": "CNN", "title": "\n      Qatar makes World Cup debut in a controversial tournament of firsts\n    ", "description": "There have been 21 editions of the men's World Cup since its inauguration in 1930 but Qatar 2022 is set to be a tournament like no other.", "date": "2022-11-20", "author": "Ben Church", "text": "There have been 21 editions of the men’s World Cup since its inauguration in 1930 but Qatar 2022 is set to be a tournament like no other.  Since it was announced as the host city almost 12 years ago, it was always destined to be a World Cup of firsts.  From extreme weather to tournament debuts, CNN takes a look at the ways this year’s competition will be breaking new ground.  Qatar debut  This will be the first time the Qatari men’s national team will participate in a World Cup finals, having failed to qualify through usual means in the past.  FIFA, the sport’s governing body, permits a host nation to take part in a World Cup without having to go through the qualifying rounds, which means the small Gulf state can now test itself against the best in world soccer.  Qatar is relatively new to the sport, having played its first official match in 1970, but the country has fallen in love with the beautiful game and the national team has steadily improved.   In 2004, The Aspire Academy was founded in the hope of finding and developing all of Qatar’s most talented sportspeople.  In recent years, that has reaped rewards for its soccer team. Qatar won the Asia Cup in 2019, capping off one of the most memorable runs in the tournament’s history, conceding only one goal throughout the tournament.  Seventy percent of the squad that won the trophy came through the academy, and that number has only increased heading into the World Cup.  Coached by Spaniard Felix Sanchez, Qatar will be looking to surprise people and faces a relatively kind group, alongside Ecuador, Senegal and The Netherlands.   ‘Winter’ Cup The World Cup has always been held in either May, June or July but Qatar 2022 will break away from such tradition – more out of necessity.  Temperatures in Qatar can reach over 40 degrees Celsius over those months so, with this in mind, the tournament was moved to a cooler time.  However, winter in Qatar is a relative term with temperatures still likely to be around 30 degrees, but organizers hope to combat the heat with multiple methods, such as high-tech cooling systems in stadiums.  The change in tournament dates has played havoc with some of the biggest domestic leagues in the world.  All of Europe’s top leagues have had to work a winter break into their schedules, meaning congested fixture lists before and after the tournament.   Islamic country  One of FIFA’s justifications for awarding Qatar the hosting rights was the ability to take the tournament to a new part of the world.  None of the 21 previous World Cups have been held in an Islamic country and this month’s tournament will be a chance for the region to celebrate its growing love for the game. However, it undoubtedly raises a few problems that organizers have had to tackle. For many fans, drinking alcohol has, and will continue to be, a big part of the experience of such tournaments. In Qatar, though, it’s illegal to be seen drunk in public, which has forced organizers to come up with inventive ways to circumnavigate the issue.  As a result, alcohol will only be served in designated fan parks around Doha and there will be separate areas for fans to sober up before and after matches.    Smallest hosts  Another question mark around the tournament is how the country will be able to deal with the influx of an expected one million visitors, given it’s the smallest country to host the World Cup, with a population of just under three million.  As a result, all eight stadiums are in and around Doha, the capital city, and are all within an hour’s drive of each other.    Organizers say the travel infrastructure – including buses, metro and car hires – will be able to cope with the increased pressure. One benefit of the small distances between venues is that fans will be able to see up to two games in one day. Should traffic be kind.  Due to its size, Qatar has also had to be smart with its accommodation. Two cruise ships, MSC Poesia and MSC World Europa, are being moored in Doha to provide some support to hotels.    Both vessels will offer the usual cruise ship experience, but fans won’t be sailing any further than the 10-minute shuttle-bus ride into the heart of Doha.  For those fans prone to a touch of sea sickness, organizers have also built three ‘Fan Villages’ which will offer a place to stay on the outskirts of the city.   These include a variety of accommodation – including caravans, portacabins and even camping experiences – and all are located within reasonable distances of the venues.  Also, for those able to afford a little more, there will be luxury yachts docked in Doha’s harbor, which can offer a place to sleep for, let’s face it, an extortionate price.  ‘Carbon neutral’ tournament  FIFA has pledged to make Qatar 2022 the first carbon neutral World Cup, as world soccer’s governing body continues its pledge to make the sport more environmentally friendly.   It, alongside Qatar, pledged to offset carbon emissions by investing in green projects and buying carbon credits – a common practice used by businesses to “cancel out” the impact of a carbon footprint. Qatar, the world’s largest emitter per capita of carbon dioxide, has said it will keep emissions low and remove as much carbon from the atmosphere as the tournament produces by investing in projects that will capture the greenhouse gases. For instance, it will be sowing the seeds for the largest turf farm in the world by planting 679,000 shrubs and 16,000 trees.  The plants will be laid at stadiums and elsewhere around the country and are supposed to absorb thousands of tons of carbon from the atmosphere every year. However, critics have accused organizers of “greenwashing” the event – a term used to call out those who try to cover their damage to the environment and climate with green initiatives that are either false, misleading or overstated. Carbon Market Watch (CMW), a nonprofit advocacy group specializing in carbon pricing, says Qatar’s calculations are grossly underestimated. Female officials Qatar 2022 will also see female referees officiate a men’s World Cup match for the first time.  Yamashita Yoshimi, Salima Mukansanga and Stephanie Frappart have all been named among the 36 officials selected for the tournament.   They will be joined by Neuza Back, Karen Diaz Medina and American Kathryn Nesbitt, who will be traveling to the Gulf nation as assistants.  Frappart is arguably the most famous name on the list after she wrote her name into the history books in 2020 by becoming the first woman to take charge of a men’s Champions League match.  But looking to learn from her in Qatar is Rwanda’s Mukansanga, who told CNN that she was excited to embrace the challenge of refereeing at a major tournament.  “I would look at what the referees are doing, just to copy the best things they’re doing, so that one day I would be in the World Cup like this,” she said, adding that her family couldn’t wait to see her take to the pitch. It’s not yet decided when the women will be refereeing their first match at the tournament, but there will be some new rules to enforce. For the first time, teams will be able to use up to five substitutes and managers can now pick from a squad of 26 players, rather than the usual 23.   Qatar 2022 is set to start on November 20. You can follow CNN’s coverage of the World Cup here. "},
{"url": "https://edition.cnn.com/2022/12/13/australia/daniel-duggan-pilot-china-australia-intl-hnk/index.html", "source": "CNN", "title": "\n      Former US pilot held in Australia faces charges over training Chinese military pilot\n    ", "description": "Former US Marine pilot Daniel Duggan, who was arrested earlier this year in Australia, is accused of breaking US arms control law by training Chinese military pilots to land on aircraft carriers, according to an indictment unsealed by a US court.", "date": "2022-12-13", "author": "Reuters", "text": "Former US Marine pilot Daniel Duggan, who was arrested earlier this year in Australia, is accused of breaking US arms control law by training Chinese military pilots to land on aircraft carriers, according to an indictment unsealed by a US court. The 2017 indictment, released Friday by the District of Columbia court, said “Duggan provided military training to PRC (People’s Republic of China) pilots” through a South African flight school on three occasions in 2010 and 2012. It lists unnamed co-conspirators including one South African and one British national who were executives of “a test flying academy based in South Africa with a presence in the PRC,” and a Chinese national who acquired military information for the Chinese military. Britain announced a crackdown on its former military pilots working to train Chinese military fliers the same week Duggan was arrested in Australia. Australian police provisionally arrested Duggan in the rural town of Orange at the request of the US government in October, pending a likely extradition request by the United States. Duggan’s lawyer, Dennis Miralis of Australian law firm Nyman Gibson Miralis, did not immediately respond to a Reuters request for comment on the indictment. He has previously said Duggan denies breaching any law, and is an Australian citizen who had renounced his US citizenship.  The court also unsealed a US warrant for Duggan on Friday. Duggan faces four charges, including conspiracy to defraud the United States by conspiracy to unlawfully export defense services to China, conspiracy to launder money, and two counts of violating the arms export control act and international traffic in arms regulations. He is now being held in custody in Sydney, and his case will return to a Sydney court this week. The US must lodge an extradition request for Duggan by December 20 under a bilateral treaty. Training foreign forces The indictment said Duggan was allegedly contracted directly by the unnamed Chinese national to provide services to a Chinese state owned company, including evaluations of Chinese military pilot trainees, testing of naval aviation related equipment and instruction on tactics related to landing aircraft on aircraft carriers. Duggan did not seek authorization from the United States government to provide military training to China, although the US State Department had informed him by email in 2008 this was required to train a foreign air force, it said. The indictment alleges he traveled frequently between Australia, the United States, China and South Africa between 2009 and 2012, when he was a US citizen and Australian citizen. Duggan’s alleged violation of an arms embargo imposed on China by the United States also included providing aviation services in China in 2010, and providing an assessment of China’s aircraft carrier training, it said.  The indictment alleges the Chinese national brokered a deal between the South African flight school and a Chinese state owned enterprise to provide aircraft carrier landing training to Chinese military pilots in South Africa and China. A T-2 Buckeye aircraft was purchased from a US aircraft dealer for this training, by providing false information that resulted in the US government issuing an export license, it said. Duggan moved to Australia in 2002 after a decade in the US Marines, later moving to Beijing in 2014 where he worked as an aviation consultant. He returned to Australia from China weeks before he was arrested, according to his lawyer. Reuters previously reported that in 2014 Duggan shared a Beijing address with a Chinese businessman, Su Bin, who was arrested in Canada in July 2014 and sentenced to prison in the US two years later after pleading guilty in a high-profile hacking case involving the theft of US military aircraft designs."},
{"url": "https://edition.cnn.com/2022/12/10/europe/viktor-bout-supports-ukraine-war-intl/index.html", "source": "CNN", "title": "\n      Freed Russian arms dealer Viktor Bout says he ‘wholeheartedly’ supports Ukraine war and would volunteer if he could\n    ", "description": "Freed Russian arms dealer Viktor Bout said on Saturday he \"wholeheartedly\" supports Moscow's so-called \"military operation\" in Ukraine and that if he had the opportunity and necessary skills, he would \"certainly go as a volunteer.\"", "date": "2022-12-10", "author": "Darya Tarasova,Sharon Braithwaite", "text": "Freed Russian arms dealer Viktor Bout said on Saturday he “wholeheartedly” supports Moscow’s so-called “military operation” in Ukraine and that if he had the opportunity and necessary skills, he would “certainly go as a volunteer.” Bout, nicknamed the “Merchant of Death” by his accusers, was released Thursday from US detention in a prisoner swap for US basketball star Brittney Griner.   Bout made the remarks in a video interview with Kremlin-controlled TV network RT. He was interviewed by Maria Butina, a Russian gun-rights enthusiast-turned TV personality who now works for the network.    In the interview, he denied any connections with the Taliban and that he supplied arms to Afghanistan.  When asked if he had a portrait of President Vladimir Putin in his prison cell, Bout said: “Yes, always. Why not? I’m proud that I’m Russian and that our president is Putin.”  The former Soviet military officer was serving a 25-year prison sentence in the United States on charges of conspiring to kill Americans, acquire and export anti-aircraft missiles, and provide material support to a terrorist organization. Bout, who had maintained his innocence, is believed to be in his 50s, with his age in dispute because of different passports and documents. Griner, 32, returned to the United States early Friday after being released from custody in an exchange for an international arms dealer. She was “in good spirits” and “incredibly gracious,” National Security Council spokesperson John Kirby told CNN.   Griner – who had played in the off-season for a Russian women’s basketball team – was arrested on drugs charges at an airport in the Moscow region in February. Despite her testimony that she had inadvertently packed the cannabis oil found in her luggage, she was sentenced to nine years in prison in early August and moved to a penal colony in Mordovia in mid-November after losing her appeal. The swap, which US President Joe Biden confirmed on Thursday, did not include another American that the State Department has declared wrongfully detained, Paul Whelan. Whelan was arrested on alleged espionage charges in 2018 and sentenced to 16 years in prison in a trial that US officials have called unfair. The families of Griner and Whelan had urged the White House to secure their release, including via prisoner exchange if necessary. CNN’s Travis Caldwell, Tina Burnside, Rosalina Nieves, Rosa Flores and Eliza Mackintosh contributed to this report. "},
{"url": "https://edition.cnn.com/2022/12/12/uk/uk-snow-weather-disruption-gbr-intl/index.html", "source": "CNN", "title": "\n      Snow grips Britain, causing travel disruption and sparking energy concerns\n    ", "description": "Snow has blanketed London and large parts of the United Kingdom on Monday, shutting schools, grounding flights and causing widespread disruption across a country struggling through a winter energy crisis.", "date": "2022-12-12", "author": "Rob Picheta", "text": "Snow has blanketed London and large parts of the United Kingdom on Monday, shutting schools, grounding flights and causing widespread disruption across a country struggling through a winter energy crisis. Britain recorded the coldest day of the year during the early hours of Monday morning, with temperatures as low as minus 15.7 degrees Celsius (4 degrees Fahrenheit) in northern Scotland, according to the Met Office, the UK’s national weather service. The cold snap left many parts of the country, including London, covered in snow from Sunday evening. The Met Office issued severe weather warnings for some parts of the country. Motorists were urged to avoid driving in several locations, with some forced to abandon their cars. Many schools were closed. Heathrow, Gatwick and Stansted airports, which all serve the capital, warned of delays and flight cancellations.  Despite the disruption, the arrival of snow two weeks before Christmas brought a festive atmosphere to Britain’s parks and streets.  Snowfall is relatively rare in southern England compared to northern Britain and mainland Europe, and Britons frequently gripe about the ill-preparedness of the country’s infrastructure when cold weather hits. Inflation and an energy crisis have added to the concerns this year, as household bills have soared and people worry about whether they can afford to heat their homes.  National Grid, which manages much of the UK’s energy supply infrastructure, has instructed two coal-fueled power stations to start warming up, in case the cold weather threatens the country’s power network, Britain’s PA Media news agency reported. The company said it was a “contingency” plan, which aimed to “give the public confidence in Monday’s energy supply,” according to PA. Customers of some energy suppliers are also being asked to reduce their consumption for two hours on Monday evening, in a pre-planned test being run by National Grid. Sunday’s snow dump came after several days of cold and icy weather which had already caused tragedy in Solihull, central England. West Midlands Police said three boys, aged 8, 10 and 11, have died in hospital after falling into a lake on Sunday afternoon. A fourth boy, aged six, remains in critical condition. “Searches of the lake are continuing as we seek to establish exactly what happened and if anyone else fell into the water,” police said in a statement on Monday."},
{"url": "https://edition.cnn.com/2022/12/12/europe/ukraine-bakhmut-injured-civilians-intl-cmd/index.html", "source": "CNN", "title": "\n      Leaving his life in Bakhmut had seemed impossible. Now he’s lost a friend, a limb and a livelihood\n    ", "description": "The streets outside Vyacheslav Tarasov's home on Ukraine's eastern frontline are pocked by shell blasts. The buildings around are mostly empty, windowless and cold.", "date": "2022-12-12", "author": "Jo Shelley,Sam Kiley,Peter Rudden,Olha Konovalova", "text": "Editor’s Note: Warning: This story contains details some readers may find disturbing. The streets outside Vyacheslav Tarasov’s home on Ukraine’s eastern frontline are pocked by shell blasts. The buildings around are mostly empty, windowless and cold. Bakhmut has been facing the relentless firepower of a frustrated Russian army for months. In its pursuit of an increasingly rare battlefield victory, Moscow has leveled buildings with rockets and missiles and sent endless waves of infantry to fight among the destroyed homes. Tarasov, 48, was sheltering from the shelling in his basement where he now has to live. But last week he dared to venture out – to buy vegetables to make the national dish, borscht. “I don’t know what was used,” he recalls. “But the force was incredible because my arm flew off, just like that… I was holding my guts in my hands.”  His face pales as he relays the graphic images still fresh in his mind. “I was wearing a leather jacket and if it wasn’t for that, I would have blown apart. I mean, my guts would have been all over the place… I lost a lot of blood. I remember seeing it — a huge puddle.” The blast that tore through Tarasov’s body killed his friend and as the shelling continued, he realized he might not make it either. “I’ll tell you the truth,” he says. “I prayed to survive.”  Tarasov is a devout Christian and believes an “invisible power” saved his life. He is also grateful to the Ukrainian soldiers who threw him in their pickup truck and drove him to a hospital in Kostiantynivka — one of the few remaining hospitals able to treat the war’s civilian wounded.  When Tarasov arrived, he begged the doctors to save his limb. “The first thing I asked was if I could have my arm sewn back on. I saw that it was completely torn off and was just hanging in the sleeve. And my stomach was burning. I figured it must be the intestines coming out. There was blood everywhere.”   Medical staff at Kostiantynivka have been continuing their work through power failures and water shortages caused by repeated Russian attacks on the energy grid. For eight hours one day last week, they had to rely on generators to keep the lights and heating on. “Sometimes the power goes out,” chief surgeon Dr. Yuri Mishasty tells CNN, still dressed in his scrubs. “Water comes by the hour, not regularly. There was no water at the weekend because there was a catastrophic shelling incident.” The surgeon, 62, has just finished operating on a woman who had been rushed in earlier that afternoon.  “She’s a resident of Bakhmut. She came under artillery fire and suffered a shrapnel wound to her abdomen with damage to several organs. We see people with these wounds every day. Every day.”  As the Russian army intensifies its campaign to take Bakhmut, the shelling comes ever nearer to Kostiantynivka, 25 kilometres (about 15 miles) to the west. Since the beginning of the month, the town has been hit almost every day, the hospital director says.   Meanwhile, medical staff hear the constant thud of artillery fired around Bakhmut – unwelcome signals that another patient may soon lie on the operating table. “It’s been quite loud lately,” Khassan El-Kafarna, a surgeon from Medicins Sans Frontiers (MSF), stationed at the hospital, says. His colleague, nurse Lucia Marron, agrees. “I think there’s more movement around in general – more troops, more people,” she says. “We are used to the sound. You get to a point where you understand what is dangerous and what is not.” The local authorities have implored civilians to leave the region for months. But for Tarasov, as for so many in Ukraine’s old industrial heartland, fleeing his home for a safer area had seemed impossible.  “If I had a lot of money, I would rather live abroad,” Tarasov says. “But I have no money and everything I had saved up was invested there. I had no money and nowhere to go.”  To stay in Bakhmut was to cling on to what remained of the life he worked so hard for during peacetime. That life has now changed irrevocably.  A builder before war came to Ukraine, Tarasov says, “I was right-handed. Now I won’t even be able to roll a measuring tape.  “I’m half-man, half-zombie. Half-human to be exact.” "},
{"url": "https://edition.cnn.com/2022/12/12/football/croatia-profile-argentina-2022-world-cup-spt-intl/index.html", "source": "CNN", "title": "\n      From bloody Balkan war to World Cup heavyweight: the making of Croatia as a soccer nation\n    ", "description": "Panama, Mauritania, Georgia and Eritrea are four countries with roughly the equivalent population sizes of Croatia.", "date": "2022-12-13", "author": "Ben Morse", "text": "Panama, Mauritania, Georgia and Eritrea are four countries with roughly the equivalent population sizes of Croatia.  Those four nations share one World Cup appearance between them and that was when Panama played at Russia 2018, finishing the group stage with three defeats and conceding 11 goals.  Croatia’s World Cup pedigree is an altogether different story. In six World Cup appearances, the country has reached the semifinals on three occasions, while four years ago Croatia contested the final, ultimately losing to France.  Croatia only gained independence in 1991, during the bloody Balkan war which lasted until 1995 and its population is just under four million, though you’d never have known given the way it traded blows with soccer superpower Brazil in the quarterfinals, before winning a penalty shootout. That success was very much a case of David knocking out Goliath given Brazil’s population is 214 million people. Next up for Croatia is Lionel Messi and Argentina – population: 45 million. Igor Štimac, who played in all of Croatia’s 1998 World Cup matches during its run to third place, told CNN that the country’s recent history has helped play a part in forging elite competitors.  “Our people went through many difficulties in its survival, in its independence, fighting for it, in the aggression which we suffered from our neighbors,” Štimac, who coached the Croatia national team between 2012-13, told CNN.  “These things are helping to stay with a great mental strength, great discipline, staying humble and surviving with the pride, whatever difficulties there are in front of us. “But we cannot say that only the last war which happened here helped in these things because the wars were going on through this region for many occasions. It’s something also about this region in regards to the climate, in regards to the culture.” Croatian football journalist Srđan Fabijanac, who has been on the ground in Doha to watch this current iteration of the national team, says the squad’s harmony has proved vital in another extraordinary World Cup for the the Vatreni (the ‘Blazers’)  Fabijanac calls the team – constructed with a blend of experience from the likes of Luka Modrić, Ivan Perišić and Dejan Lovren with new faces such as Joško Gvardiol and Borna Sosa – as like a “family.” “You’ve seen what’s happened in this World Cup; Brazil have excellent players, Portugal have excellent players, Germany have excellent players but in my opinion, they have spirit and they don’t have a team,” Fabijanac told CNN. “That’s the problem. Croatia is too strong as a team.”  From the rubble After the collapse of the Soviet Union, democratic movements swept across much of Eastern Europe, including Yugoslavia. With the election of non-communist governments in four of Yugoslavia’s six republics, the Federation began to crumble and ethnic divisions resurfaced. By 1991, the prosperous Croatian republic sought to create a loose confederation or to dissolve the union entirely. Less wealthy Serbia opposed this. In June of 1991, Slovenia and Croatia declared independence. Fighting soon began as the Yugoslav army, consisting primarily of Serbs, tried to prevent Slovenia from establishing its own border posts. In July, fighting also broke out between Croatian forces and Serb militiamen.  Among the other republics, only the smallest – Montenegro – sided with Serbia. The two remaining republics, Bosnia-Herzegovina and Macedonia, voted in favor of independence. In 1992, the Serbian minority in Bosnia, helped by the federal army, attempted to carve out enclaves for itself, laying siege to Sarajevo. By the time the United Nations dismissed Yugoslavia from its General Assembly, some 20,000 people had died and up to two million had become refugees from fighting and “ethnic cleansing.” Back in 2018, Lovren recounted his memories of his escape as a young child from war-torn Bosnia in 1992. “I just remember when the sirens went on,” Lovren said. “I was so scared because I was thinking ‘bombs’ or that something will happen now. “I remember my mum took me and we went to the basement, I don’t know how long we’d been sitting there, I think it was until the sirens went off. Afterwards, I remember mum, my uncle, my uncle’s wife, we took the car and then we were driving to Germany.” Lovren’s family settled in Germany, but after seven years they were told to leave and had to start life again in Croatia. Fabijanac admits while some of the squad were not even born during the bloody Balkan war, it is something which still hangs over the country, spurring its players on.  “We want to put the things which happened in the 1990s far from us,” he explained. “There are sports, but we have very strong national emotions and this … is why the Croatian football players always play with the full heart for the national teams.  “Because we are a small country, we have a very, very ugly war which made many traumas for many people in Croatia. “And sports and players in football and in other sports are national heroes. And that is the reason why they always play for the national teams one level higher than the highest. When we play for the national team in football, in any sport, we play with more than 100%, we play with 110%.  “They put their last atomic force on the field to do something for the country.”   A new story The Croatian Football Association applied and gained admittance to soccer’s world governing body FIFA, in 1992 and Europe’s governing body UEFA in 1993.  “We have football in the blood. Every male child in Croatia wants to be a football player,” Fabijanac said. “First they learn how to walk, after that they take a football or something to play football.” Fabijanac added: “For a small country like us, it’s very important to have this fantastic national team because my granddaughter is three years old and she doesn’t play with dolls, she plays with the ball and says only: ’ Modrić, Modrić, Modrić.’ That’s something which is amazing.”  It didn’t take long for Croatia to make its mark on the international soccer stage. First, Croatia reached the quarterfinals of the 1996 Euros – beating a star-studded Denmark along the way.  Two years later, in its first ever World Cup appearance, Croatia got to the semifinals of the 1998 edition in France, eventually finishing third.  Thanks to its first golden generation of players – led by Davor Šuker and with Robert Prosinečki and Zvonimir Boban adding a sprinkling off stardust – Croatia qualified with two wins from its group, then beating Romania and Germany in the knockout stages, before losing out to eventual-winners France in the semifinals.   Šuker finished as the 1998 tournament’s top scorer and with its distinctive red and white kit as well as its propensity for shocking football’s traditional heavyweights, Croatia became an immediate favorite for neutrals.  Štimac said that his former teammates and squad had the responsibility of laying down the foundations for Croatia’s modern soccer heritage. “Our generation was the one that we had the most difficult path because we were responsible to create a cult of Croatian culture in football and to make the road for the generations to come,” Štimac told CNN.  “And as a newly recognized country, it was obviously very difficult when you are such a small country in the football world and nobody appreciates to consider you at all as important part or subject.  “And from that point of view, we had the most difficult situation and we did well and that’s obviously helped generations which followed.”  The arrival of Zlatko Dalić as Croatia’s coach in 2017 has also proved pivotal.  Having been appointed after the team’s qualification for the 2018 World Cup, Dalić came with pressure on his shoulders. With many of the team’s star players in their prime – in particular, the midfielder three of Modrić, Ivan Rakitić and Marcelo Brozović – Croatia was expected to perform well.  Croatia did better than just perform well.  Thanks to the harmony Dalić was able to engender in the team, Croatia exceeded everyone’s expectations by reaching the final – showing remarkable grit and resilience to win twice on penalties followed by an extra-time victory over England in the semifinals – before being overpowered by France in the final.  Returning to Croatia and a hero’s welcome, with more than 500,000 fans turning Zagreb’s streets into a tapestry of red and white to celebrate the players’ success,  the team was feted for surpassing the so-called “bronze” generation of 1998.  “In the past, we also had very good teams. In 1998, we had much better players maybe in the time like Boban, Šuker, Prosinečki, (Robert) Jarni, but maybe they don’t share the chemistry between them to do what this team has done in the past few years,” said Fabijanac.  “We only have one star, it’s Luka Modrić. The other players are not stars, like Kylian Mbappé or Cristiano Ronaldo or Neymar. But the rest of the team is a family and does the most important thing for us.  “When Dalić came to be head coach, when he chose the team … he looked for characters.” With Modrić at his magical best and goalkeper Dominik Livaković in imperious form and with the team able to seemingly pluck a goal out of thin air when needed, this Croatia side has continued to surprise, just like it did four years ago.  “When we come to represent the national team, all the egos need to disappear,” said Stimac.  “There is no place in the national team dressing room of Croatia for big egos, and everyone knows that. No one is bigger than the team, no one is bigger than the manager and that’s what is taking us forward.” Back in 1998, Štimac came off the bench to face Argentina and the likes of Gabriel Batistuta and Juan Sebastián Verón.  On Tuesday, Croatia will meet Lionel Messi and the next generation of Argentine stars knowing two wins stand between them and a new age of glory. "},
{"url": "https://edition.cnn.com/2022/12/12/football/lionel-messi-argentina-croatia-semifinals-world-cup-preview-spt-intl/index.html", "source": "CNN", "title": "\n      Lionel Messi and Argentina face tough test against Croatia before shot at World Cup glory\n    ", "description": "Lionel Messi is just two matches away from World Cup glory but his Argentina side must first find a way past Croatia at the Lusail Stadium on Tuesday.", "date": "2022-12-13", "author": "Ben Church", "text": "Lionel Messi is just two matches away from World Cup glory but his Argentina side must first find a way past Croatia at the Lusail Stadium on Tuesday.  The European side has, once again, upset the odds to reach yet another World Cup semifinal after beating tournament favorite Brazil in the previous round and, make no mistake, Argentina will have its work cut out if its to reach the final. The Croats took a dazzling Brazil team into the trenches on Friday after scoring a last-gasp equalizer to force extra-time and eventually a penalty shootout, which it won thanks to more heroics from goalkeeper Dominik Livaković. The Brazilians, who lit up the tournament with its attacking dynamism, were prevented from playing their entertaining style of football by a well-drilled Croatian team with a resolute defence.  Argentina and Messi will have to be ready for such a challenge but the team has already demonstrated its willingness to dig deep to find a way to win at Qatar 2022.  Messi and co. were also forced into penalties before winning its quarterfinal against the Netherlands on Friday in a full-bloodied match which showed the South Americans will be no pushovers.  However, the fiery encounter came at a cost with defenders Marcos Acuna and Gonzalo Montiel both suspended after picking up cautions in the quarterfinals. There are also still question marks around Angel Di Maria’s fitness meaning Messi will have even more pressure on his shoulders to inspire his side to its first World Cup final since 2014.  The magician has been in fine form during the tournament, already scoring four goals, but it’s also been his playmaking ability which has been so devastating.   The 35-year-old may not have the lightning speed he once possessed but his passing and vision have been nothing short of remarkable at the tournament. His no-look assist for Argentina’s opening goal against the Netherlands, for example, was a moment of pure genius. Despite the threat he poses, Croatia won’t become obsessed with stopping just one player, striker Bruno Petkovic says.  “We don’t have a specific plan yet for stopping Messi and usually we don’t concentrate on stopping one player but the entire team,” Petkovic told reporters on Sunday.  “We will try to stop them as a team and not with man-marking. Argentina are not only Messi, they have a number of great players. We have to stop the entire Argentina team.”   Croatia, meanwhile, will hope its veteran captain Luka Modrić can inspire the team to another final after it finished runner-up to France in 2018. The 37-year-old has rolled back the years in Qatar and has kept alive his team’s hopes of another soccer miracle with a string of classy performances.  He’s been helped out by fellow midfielders, Marcelo Brozović and Mateo Kovačić, which, as a unit, will test Argentina on Tuesday.  “Mateo, Luka and Marcelo are the best Croatia midfield in history. I don’t think it can be repeated. When you pass them the ball it is safer than having your money in the bank,” said defender Josip Juranović, per Reuters.  According to data company Gracenote Sports, Argentina is now the favorite to lift the World Cup trophy. “The team’s [Argentina] chance of emerging victorious is 41%. France’s chance of successfully defending their 2018 World Cup title is 26%,” said Gracenote. “Surprise semi-finalists Morocco and Croatia have 17% and 16% chance respectively of becoming world champions.  “The most likely World Cup final out of the four remaining possibilities is Argentina v France which has a 37.5% chance of happening,” added Gracenote. Tuesday’s fixtures Argentina vs. Croatia: 2pm ET How to watch US: Fox Sports UK: BBC or ITV Australia: SBS Brazil: SportTV Germany: ARD, ZDF, Deutsche Telekom Canada: Bell Media South Africa: SABC"},
{"url": "https://edition.cnn.com/2022/12/12/europe/melitopol-ukraine-strikes-russia-intl/index.html", "source": "CNN", "title": "\n      Ukrainian strikes killed ‘dozens’ in Russian-occupied Melitopol, exiled mayor says\n    ", "description": "Ukrainian forces struck the Russian-occupied city of Melitopol over the weekend, opening a new front in Kyiv's fight to reclaim land in the south of the country and underlining the importance of longer-range weaponry.", "date": "2022-12-12", "author": "Olga Voitovych,Sebastian Shukla,Rob Picheta", "text": "Ukrainian forces struck the Russian-occupied city of Melitopol over the weekend, opening a new front in Kyiv’s fight to reclaim land in the south of the country and underlining the importance of longer-range weaponry. The attacks struck a number of different locations, including a church being used as a base by Russian forces, according to the city’s exiled mayor, Ivan Fedorov, who shared a video filmed at night of a fire burning in the distance.  “Fireworks in the east of Melitopol,” he said in a post on social messaging app Telegram on Saturday, claiming that 200 people were killed and 300 injured in heavy shelling on the city.  In an interview with Ukrainian television a day later, Federov rowed back on that number, saying that “dozens” were dead. He added that three sites had been hit, including a restaurant-hotel complex on the outskirts of Melitopol, known as “Prival Okhotnika,” or Hunter’s Rest, a checkpoint 20 kilometers (12 miles) from the city in Novobohdanivka, and a military unit that was “completely destroyed” near the village of Semenivka.  Yevgeny Balitsky, the Russian-installed governor of Zaporizhzhia region, where Melitopol is located, said that Ukraine had hit Melitopol using a HIMARS system, killing two people and wounding 10 others, three of whom were treated in the hospital – a significantly lower number than was reported by Fedorov. “Ukrainian HIMARS were launched on the outskirts of Melitopol. Two missiles were shot down by anti-aircraft defense, but four reached their target,” Balitsky said in a post on Telegram on Saturday, sharing a video of emergency services responding to a huge blaze. He claimed the targets had included a “recreation center,” where civilians and military personnel were having dinner on Saturday night, but did not name it. Fedorov claimed in an interview on Monday that Russian troops in the city were “panicking” and “redeploying,” given Ukrainian strikes on the city. Without providing any evidence, he said “they are busy moving their military groups to other places to try to hide them.” Melitopol, a southeastern city on the banks of the Molochna River, fell to Moscow in March soon after the invasion. The city’s mayor was abducted by Russian forces and later released, while a pro-Kremlin administration was installed.  Melitopol lies south of the city of Zaporizhzhia and to the east of Kherson city, which was recently recaptured by Ukrainian troops. It is a major Russian logistics hub and has been in Russian hands for several months, but has come under fire from Ukrainian counter-strikes in recent weeks.  Oleksiy Arestovych, an adviser to Ukrainian President Volodymyr Zelensky, underlined the importance of the city in comments made to local media outlet Feigin Live on Saturday. “If Melitopol falls, the entire defense (of the occupiers) to Kherson collapses, the Ukrainian armed forces jump right to the border with Crimea on the isthmus,” said Arestovych. The attacks on Melitopol came as the Ukrainians also struck a hotel, which allegedly housed the Wagner mercenary unit in Luhansk. Heavy artillery, including the use of Grad missiles, was also reported in southern Ukraine’s Dnipropetrovsk region overnight, Valentyn Reznichenko, the head of the Dnipropetrovsk regional military administration, said on Telegram Monday.  Power deficit after Russian drone strikes on Odesa Kyiv’s attacks come as Russian strikes ramp up on Ukraine’s power grid, and growing warnings of the energy crisis gripping the country. Across Ukraine, crews are scrambling to restore energy capabilities faster than Moscow’s troops can knock them out. It’s a difficult, and increasingly dire fight as a long winter sets in. All of Ukraine’s thermal and hydroelectric power stations have been damaged in the relentless Russian missile strikes targeting the country’s power system, Ukraine’s prime minister said Sunday. Ukrainian Prime Minister Denys Shmyhal said that “there is a significant [power] generation deficit” in the country’s energy system, following eight waves of Russian attacks targeting critical infrastructure.  “All thermal and hydroelectric power stations were damaged, and 40% of the high-voltage network facilities were damaged to varying degrees,” said Shmyhal. “Each of us must realize that this winter we will have to live through with significant restrictions on electricity consumption.” Russian drone strikes on Odesa, a key port city in southern Ukraine, plunged more than 1.5 million people into darkness over the weekend. Power and water supplies were gradually being restored to the city, but 300,000 still remained without power on Sunday, Odesa Mayor Hennadii Trukhanov said in a statement on Telegram. “The situation is quite controlled, although not easy,” he said, adding that his administration was re-launching pumping stations and delivering water by truck to zones where shortages continue.  President Zelensky said Sunday in his nightly address that the country’s forces had shot down 10 of 15 drones that Russia deployed over Odesa – a number that could not be independently verified. He called the strikes by Russian drones “critical” and suggested it would take a few days to restore the electricity supply in the region. “The power system is now, to put it mildly, very far from a normal state,” he said. The port of Odesa is Ukraine’s key to exporting vital food products, including through its “Grain from Ukraine” initiative, which is aimed at addressing the global hunger crisis. Ukrenergo, the Ukrainian state run energy provider, reported that there was still a “significant power deficit” in the grid. “The situation in Odesa region is still difficult, the restoration of power supply to consumers continues,” it said in a post on Facebook, adding that the destruction caused by Russian attacks “does not allow to fully use the capacities of thermal power plants, additional time is needed to restore their work.”"},
{"url": "https://edition.cnn.com/2022/12/12/europe/lockerbie-bombing-explainer-intl/index.html", "source": "CNN", "title": "\n      Pan Am Flight 103: The story of the UK’s deadliest terror attack\n    ", "description": "The bombing of Pan Am Flight 103 may have taken place more than 30 years ago, but the appearance of alleged bombmaker Abu Agila Mohammad Mas'ud Kheir Al-Marimi in a US court on Monday has sparked a new wave of interest in the attack.", "date": "2022-12-12", "author": "Jack Guy", "text": "The bombing of Pan Am Flight 103 may have taken place more than 30 years ago, but the appearance of alleged bombmaker Abu Agila Mohammad Mas’ud Kheir Al-Marimi in a US court on Monday has sparked a new wave of interest in the attack. Here’s what you need to know about the deadliest terrorist attack to have taken place in the United Kingdom. What happened? On December 21, 1988, Pan Am Flight 103 exploded 31,000 feet over Lockerbie, Scotland, 38 minutes after takeoff from London.  Two hundred and fifty-nine people on board the New York-bound Boeing 747 were killed, along with 11 people on the ground.   Witnesses in Lockerbie and the surrounding areas reported portions of the aircraft falling “from the sky, some of which appeared to be engulfed in flames,” according to a 2020 affidavit by a Federal Bureau of Investigation (FBI) special agent, shared by the US Department of Justice.  “As pieces of the aircraft hit the ground, some exploded. One such incident created an explosion that witnesses likened to a “mushroom cloud,” and left a crater approximately 40 feet deep where, moments before, residential homes had stood in the town of Lockerbie,” the agent said in the affadavit. A three-year investigation Afterward, United States and British investigators found fragments of a circuit board and a timer, and ruled that a bomb, not mechanical failure, caused the explosion. Over three years, investigators from the United States, Britain, Germany and other countries questioned more than 15,000 people in more than 30 countries and collected thousands of pieces of evidence.  Authorities accused Libyan nationals Abdelbeset Ali Mohmed al Megrahi and  Al Amin Khalifah Fhimah of manufacturing the bomb, which they said was made out of Semtex plastic explosives, concealed in a Toshiba cassette recorder, hidden in a Samsonite suitcase and slipped into an Air Malta flight headed from Malta to Frankfurt, Germany.  The unaccompanied bag is believed to have been transferred to a Pan Am flight to London and then to Flight 103. The CIA and FBI said the suspects, employed by Libyan Arab Airlines in Malta, were also Libyan intelligence agents. Libya versus the West Then-Libyan leader Moammar Ghadafi denied any culpability for the attack.  But after Libya was sanctioned by the United Nations for initially refusing to hand over the suspects for trial to face trial, it was agreed that the pair would be prosecuted at a neutral site in the Netherlands.  In 2002 the suspects were handed over to the UN. The following year, Libya agreed to pay $2.7 billion in compensation to families of those killed – paving the way for UN sanctions against the country to be lifted.  Convicted terrorist later released on compassionate grounds The trial of Megrahi and Fhimah began on May 3, 2000, and ended on January 31, 2001. Megrahi was ultimately found guilty and jailed for a minimum of 27 years. Fhimah was found not guilty.  In October 2008 it was announced that Megrahi was suffering from terminal cancer, and in August 2009, he was released from a Scottish prison on compassionate grounds. After being released, Megrahi returned to Libya and received a jubilant welcome. He died on May 20, 2012. New suspect brought to trial In October 2015, Scottish officials announced that two additional Libyans had been identified as suspects in the bombing.  Five years later, on December 21, 2020,US Attorney General William Barr announced criminal charges against former Libyan intelligence officer Abu Agila Mohammad Mas’ud Kheir Al-Marimi in relation to the Lockerbie attack.  The apparent break in the case came after Mas’ud was arrested by Libyan authorities on another case. A 2012 Libyan interrogation report claiming he admitted to making the Lockerbie bomb had made its way to US authorities, and in 2020, the FBI traveled to Tunisia to interview the former Libyan official who had taken Mas’ud’s statement.  Mas’ud has been charged in a criminal complaint for allegedly providing the suitcase with the prepared explosive that was later placed on the flight. At the time he was in custody in Libya. On Sunday, the US Justice Department said that Mas’ud was in US custody. "},
{"url": "https://edition.cnn.com/2022/12/12/football/grant-wahl-remains-repatriated-autopsy/index.html", "source": "CNN", "title": "\n      Body of journalist Grant Wahl returned to US for autopsy, manager says, after his death at World Cup in Qatar\n    ", "description": "The body of prominent American journalist Grant Wahl has been returned to the US and an autopsy is being performed after he died while covering the World Cup in Qatar, his manager said.", "date": "2022-12-13", "author": "Rob Frehse,Jennifer Hansler", "text": "The body of prominent American journalist Grant Wahl has been returned to the US and an autopsy is being performed after he died while covering the World Cup in Qatar, his manager said. Wahl, 49, died Friday after he collapsed while covering a match between Argentina and the Netherlands. Wahl’s remains were repatriated Monday and were in possession of the New York City medical examiner, US State Department spokesperson Ned Price said Monday.  Wahl’s family is expected to share a statement Tuesday, his manager, Tim Scanlan, told CNN. Wahl had covered soccer for more than two decades, including 11 World Cups – six men’s, five women’s – and authored several books on the sport, according to his website. He made headlines in November by reporting he was detained and briefly refused entry to a World Cup match because he was wearing a rainbow t-shirt in support of LGBTQ rights. There is “no indication of foul play or anything nefarious at this point,” Price said of the circumstances surrounding Wahl’s death.  “We did receive excellent cooperation from our Qatari partners as soon as we learned of Grant Wahl’s passing,” Price said. “Our ambassador … was in regular contact with senior officials in the Qatari government in an effort to see to it that we were in a position to fulfill the wishes of the family as expeditiously as possible.” Qatar’s World Cup organizers said Saturday that Wahl “fell ill” in the press area, where he received “immediate medical treatment on site.” He was then transferred to Hamad General Hospital, said a spokesperson for the Supreme Court Committee for Delivery and Legacy, the body responsible for planning the tournament.  Wahl described feeling ill In an episode of the podcast Futbol with Grant Wahl, published days before his death on December 6, he had complained of feeling unwell. “It had gotten pretty bad in terms of like the tightness in my chest, tightness, pressure. Feeling pretty hairy, bad,” Wahl told co-host Chris Wittyngham in the episode. He added that he sought help at the medical clinic at the World Cup media center, believing he had bronchitis. He was given cough syrup and ibuprofen, and felt better shortly afterward, he said. Wahl also said he experienced an “involuntary capitulation by my body and mind” after the US-Netherlands game on December 3. “This isn’t my first rodeo. I’ve done eight of these on the men’s side,” he said at the time. “And so like, I’ve gotten sick to some extent at every tournament, and it’s just about trying to find a way to like get your work done.” He further described the incident in a recent newsletter published on December 5, writing that his body had “broke down” after he had little sleep, high stress and a heavy workload. He’d had a cold for 10 days, which “turned into something more severe,” he wrote, adding that he felt better after receiving antibiotics and catching up on sleep. CNN’s Jessie Yeung, Teele Rebane, Kylie Atwood and Chris Eldergill contributed to this report."},
{"url": "https://edition.cnn.com/2022/12/12/australia/queensland-australia-shootout-police-intl-hnk/index.html", "source": "CNN", "title": "\n      Police officers among 6 killed in rural Australia gun battle\n    ", "description": "Two police officers were shot dead in an ambush outside a house in rural northeast Australia Monday, sparking an hours-long gun battle that ended with the deaths of all three suspected shooters, Queensland police said.", "date": "2022-12-13", "author": "Angus Watson,Jessie Yeung", "text": "Two police officers were shot dead in an ambush outside a house in rural northeast Australia Monday, sparking an hours-long gun battle that ended with the deaths of all three suspected shooters, Queensland police said.  Police named the two slain officers as Constable Matthew Arnold, 29, and Constable Rachel McCrow, 26. A 58-year-old civilian bystander was also killed in the incident, police said. Queensland Police Commissioner Katarina Carroll on Tuesday said four police officers had gone to the remote property in Wieambilla, about 300 kilometers (186 miles) northwest of Brisbane, during a search for a missing person – later identified as 46-year-old Nathaniel Train, according to New South Wales authorities. When they arrived, they were “ambushed” by three shooters, Carroll said. Arnold and McCrow died instantly from gunshot wounds, while the other two officers were later taken to hospital with non-life-threatening injuries. “In my opinion those two officers did not stand a chance. The fact that two got out alive is a miracle,” Carroll said. A total of 16 general duty police officers responded to scene to retrieve the officers’ bodies under fire, police said. A police Special Emergency Response Team then exchanged fire with the suspects during a four-hour-long gun battle that ended with the deaths of the suspected shooters police said.  “There was considerable weaponry involved in what took place,” Carroll said. Train, a former school principal who was declared missing by New South Wales Police on December 8, was one of the suspects shot dead, police said. CNN affiliates Seven News and Nine News reported that the other two suspects killed were Train’s brother and his wife.  “One of the deceased was a former NSW Education employee who had not been working at a NSW school since August 2021. He officially left our employment in March this year,” the NSW education department said in a statement Tuesday. Speaking Tuesday, Australian Prime Minister Anthony Albanese said “all Australians this morning will be mourning with the family of the police officers who’ve lost their lives in the line of duty and others who’ve been injured.” “Police put their lives on the line for their fellow Australians each and every day, and this tragic news will be heartfelt around the country,” he said."},
{"url": "https://edition.cnn.com/2022/12/12/football/superyacht-qatar-2022-accommodation-world-cup-spt-intl/index.html", "source": "CNN", "title": "\n      $480,000-per-week yacht plays host to super rich at Qatar 2022\n    ", "description": "It's been dubbed the 'Arabian Riviera,' where the streets are immaculate and are interspersed with luxury hotels offering shimmering views across the marina. Welcome to 'The Pearl.'", "date": "2022-12-12", "author": "Ben Church", "text": "It’s been dubbed the ‘Arabian Riviera,’ where the streets are immaculate and are interspersed with luxury hotels offering shimmering views across the marina. Welcome to ‘The Pearl.’  Work on this artificial island – now one of Doha’s most exclusive areas – started in 2004 and was named after the traditional practice of pearl diving which was a dominant industry in the area before the discovery of oil. People dressed in designer clothing walk their chi-chi dogs along the promenade while others relax on man-made beaches which sit near to a harbor resplendent with shining yachts.  Many of the boats have a permanent mooring in the area but some have arrived to provide luxurious accommodation to soccer fans looking for the ultimate World Cup experience The Saluzi, notable for the striking graffiti style design adorning its side, is one such superyacht. It arrived in Doha on November 24 and its army of 35 staff was busy getting ready for their first, confidential, booking of the tournament as CNN was invited on board for a tour.  A stay on the Saluzi costs nearly $500,000 per week and as soon as you step on board, you are enveloped by luxury. Guests are invited to swap their shoes for white fluffy slippers and are greeted with a drink by the immaculately dressed staff who are on hand to tend to clients and ensure they’re happy.  From jacuzzis to self-playing pianos, this is a floating space with three floors to sleep, play and work across.Many of the outdoor areas have hot tubs and guests can even play golf at the back of the boat – there is pitching green for keen golfers, which comes complete with decomposing balls that turn into fish food when they hit the water.  There are also diving instructors, swimming pools and poker tables – you’ll never be bored on the Saluzi. “We can accommodate 32 guests but we are rarely full,” the Saluzi’s captain Asparuh Chorbadzhiev told CNN. “When the people like privacy, they may only use one or two cabins, but they can also bring with them a lot of supporting staff.”  Chorbadzhiev, who has been working and living at sea for almost 40 years, won’t reveal who will be staying on the boat during Qatar 2022 but said his guests are often celebrities or very wealthy business people. The captain is clearly proud of the ‘Saluzi’ and was keen to show off its many hidden secrets; from its novelty lamps which guests turn on and off with a remote control device, which is shaped like a gun, to the artwork which adorns the entrance walls.  The distinctive paintings inside the yacht match the imagery on the outside. All the designs are inspired by the yacht’s name, which is derived from the legendary Chinese war horse.  From golf to poker tables A fully equipped gym sits opposite a luxury spa, complete with a massage bed which has the ability to drip wine on your body as you relax. This yacht even has a hair salon. A total of 16 cabins are available on the Saluzi, with its VIP rooms equipped with a balcony. There is also a study, a cinema room and an area for gastronomic dining. The boat has also been known to host karaoke parties, according to Chorbadzhiev.  All the meals are prepared by the crew. The yacht is also spotlessly clean. You leave one room and a team of people suddenly appears to rearrange it back to its pristine condition.  “It’s a global yacht. It’s usually in the Mediterranean every summer,” Chorbadzhiev said.  “Then, in the winter, we can go to the Far East or places including the Seychelles, Maldives, Thailand, Singapore, Hong Kong or in the Gulf region like here.” The yacht had recently been in Abu Dhabi for the Formula One grand prix, but was delayed in getting to Qatar due to reams of paperwork needed to obtain a visa to enter the country, according to Chorbadzhiev.   Superyachts vs. tents vs. portacabins  While moored in Abu Dhabi for the grand prix, the yacht played hosted people watching the race from its decks which looked over a portion of the track.   Now in Doha, guests can organize limousines ferrying them to World Cup stadiums for the tournament’s games. Guests can also request to take the yacht out of the marina to view the city from afar.  According to BOAT Pro’s Global Fleet Tracker, more than 20 superyachts have entered Qatari waters since the start of the tournament, including vessels such as Al Lusail and Alaiya, which are moored around Doha.  A superyacht World Cup stay offers something very different from some of the other accommodation available to guests in the city during the tournament.  From tents in the desert to portacabins on the edge of Doha, World Cup organizers have had to be innovative in providing accommodation options to fans with the influx of an estimated 1.5 million people staying in a nation smaller than Connecticut. CNN visited one of the fan villages as fans started arriving ahead of the tournament. "},
{"url": "https://edition.cnn.com/2022/12/13/sport/david-rudisha-plane-crash-kenya-olympic-champion-spt-intl/index.html", "source": "CNN", "title": "\n      Kenyan double Olympic gold medalist David Rudisha survives plane crash\n    ", "description": "Kenyan runner David Rudisha, a two-time Olympic 800m gold medalist, survived a plane crash in Kenya on Saturday, according to a statement from the non-profit conservation organization Big Life Foundation.", "date": "2022-12-13", "author": "Bethlehem Feleke", "text": "Kenyan runner David Rudisha, a two-time Olympic 800m gold medalist, survived a plane crash in Kenya on Saturday, according to a statement from the non-profit conservation organization Big Life Foundation. Rudisha and five others were leaving an event known as the Masai Olympics in Kimana, Kenya when the small airplane they were on was forced to make an emergency landing shortly after take-off, according to Big Life, which was one of the organizers of the event.  Big Life confirmed to CNN on Tuesday that Rudisha and the other passengers were fine, with the former gold medal winner having “suffered no significant physical injuries.” “It happened very fast,” two-time 800m world champion Rudisha told CNN. “We’re lucky we survived. There were just a few injuries, but most of us came out without any major injuries.” CNN has reached out to the Kenyan Civil Aviation Authority which is investigating the crash. Rudisha won the 800m Olympic title at London 2012 in sensational fashion, beating his nearest competitor by almost a second and setting the current world record of 1:40.91 – the only time in history someone has run the distance below 1:41. He defended his crown four years later in Rio to become only the fourth man in history to win two 800m Olympic golds. "},
{"url": "https://edition.cnn.com/2022/12/13/sport/cardinals-patriots-kyler-murray-hurt-intl-spt/index.html", "source": "CNN", "title": "\n      Arizona Cardinals’ woes continue as Kyler Murray hurt in 27-13 loss to New England Patriots\n    ", "description": "Things went from bad to worse for the Arizona Cardinals on Monday, who suffered a 27-13 loss to the New England Patriots after starting quarterback Kyler Murray was carted off the field in the first quarter.", "date": "2022-12-13", "author": "Amy Woodyatt", "text": "Things went from bad to worse for the Arizona Cardinals on Monday, who suffered a 27-13 loss to the New England Patriots after starting quarterback Kyler Murray was carted off the field in the first quarter.  On the third play of the game, Murray suffered a non-contact knee injury, going down after a 3-yard run. In a sad scene, the devastated 25-year-old, who already missed two games this season due to a hamstring injury, was taken off the field, visibly upset, hunched over and with a towel over his head, after being comforted by teammates.   “It’s tough to see a player like Murray get hurt,” Patriots head coach Bill Belichick said. “I hope he’s OK.” Cardinals head coach Kliff Kingsbury added: “You see teams go through it every week, but you lose your starter on the third play of the game, non-contact, it’s just tough to watch and see. You gotta be able to rebound and play the game, though.” With Murray replaced by Colt McCoy – who threw for 246 yards on 27/40 attempts – Arizona and New England were deadlocked 13-13 in the third quarter, until Patriots linebacker Raekwon McMillan returned Cardinals wide receiver DeAndre Hopkins’ fumble for a touchdown, changing the course of the game.   “We missed a couple tackles today, so I was making sure we got the tackle. Kyle Dugger made an amazing play on the ball, got it off of him, and I saw the ball, it was me and the sideline and knew I had to pick the ball up before I get out of bounds,” McMillan explained. “I was looking back and it was only me and the lineman… if I can’t beat the lineman, then I don’t need to be out here,” McMillan joked. Early in the fourth quarter, New England running back Pierre Strong Jr.’s three-yard touchdown run pushed the lead to 14 and a tough defensive effort – which forced two turnovers on downs from the Cardinals in the final quarter – from the Patriots helped seal the win.  “I’m really proud of the way the team handled themselves. Long week. Long trip out here” Belichick concluded post-game.   “Had some young players step up and make some significant plays in the game. It was good to get contributions from everybody. A short week here with Vegas, and we’ll keep grinding and try to be ready to go on Sunday.” The Patriots (7-6) are now third in the AFC East and travel to Las Vegas to play the Raiders on Sunday, while the Cardinals (4-9) visit the struggling Denver Broncos the same day."},
{"url": "https://edition.cnn.com/2022/12/13/sport/michael-jordan-mvp-nba-trophy-intl-spt/index.html", "source": "CNN", "title": "\n      The NBA has renamed its MVP trophy after Michael Jordan\n    ", "description": "Basketball great Michael Jordan can add another accolade to his mighty list of accomplishments -- but this time, rather than receiving the trophy, he is the trophy, after the NBA unveiled the Chicago Bulls legend as the face of its latest Most Valuable Player (MVP) award.", "date": "2022-12-13", "author": "Amy Woodyatt", "text": "Basketball great Michael Jordan can add another accolade to his mighty list of accomplishments – but this time, rather than receiving the trophy, he is the trophy, after the NBA unveiled the Chicago Bulls legend as the face of its latest Most Valuable Player (MVP) award.  The Michael Jordan Trophy, which will be awarded to the NBA’s regular season MVP, is one of six newly designed awards created to honor “the league pioneers who helped define the standards of excellence that these trophies represent,” the NBA said in a statement on Tuesday.  Jordan won the MVP award five times during his career, which spanned 15 NBA seasons in total: 13 with the Chicago Bulls (1984/85 through 1992/93 then 1994/95 through 1997/98) and two seasons with the Washington Wizards (2001/02 and 2002/03). Widely considered to be the best basketball player ever, Jordan played in 1,072 NBA games, racking up 32,292 regular season points, 6,672 rebounds, 5,633 assists and 2,514 steals. He was a 10-time league scoring champion, made nine all-defensive teams in his career and was named Finals MVP six times.  The bronze trophy – which will be manufactured yearly by artist Victor Solomon – features a player breaking out of a rock to reach for a crystal basketball and is packed full of tiny details which nod to Jordan’s achievements.  The trophy is 23.6 inches tall and weighs 23.6 pounds, representing Jordan’s iconic jersey number (23) and number of NBA championships (6).  “Our new collection of trophies celebrates some of the greatest and most impactful players in the history of the NBA,” said NBA Commissioner Adam Silver. “As we recognize the league’s top performers each season, we also pay tribute to the legends who embody these prestigious awards.” The NBA Clutch Player of the Year – a new award designed to recognize the player who “best comes through for his teammates in the clutch” – will receive the Jerry West Trophy, the Hakeem Olajuwon trophy will go to NBA Defensive Player of the Year, the Wilt Chamberlain Trophy will be awarded to the Rookie of the Year, the John Havlicek Trophy will go to the NBA Sixth Man of the Year and the George Mikan Trophy to Most Improved Player of the Year. "},
{"url": "https://edition.cnn.com/2022/11/30/football/germany-world-cup-group-stage-e-f-preview-spt-intl/index.html", "source": "CNN", "title": "\n      Germany needs vital win to avoid embarrassment at Qatar 2022\n    ", "description": "After a poor start to its World Cup campaign, Germany is now staring down the barrel of elimination heading into its last Group E game at Qatar 2022.", "date": "2022-12-01", "author": "Ben Church", "text": "After a poor start to its World Cup campaign, Germany is now staring down the barrel of elimination heading into its last Group E game at Qatar 2022. Its shock defeat to Japan on the opening day put the Germans in a difficult position, but it rallied in its second game against Spain to earn a hard-fought draw.  It means the 2014 world champion, which sits bottom of the group on one point, now needs to beat Costa Rica on Thursday and hope Spain beats Japan in order to progress into the knockout stages of the competition.  A draw in the group’s other game could be enough for Germany but its fate would then depend on goal difference.  Speaking after the vital draw against Spain, Germany manager Hansi Flick said he hoped his team would gather some confidence for the crunch match at the Al Bayt Stadium after a more positive performance against Spain.  “Maybe it is the spark we need,” Flick said. “The team fought hard and I am very satisfied with their mentality. These are the things we want and we know that we did take the first step. “We want to have the conditions against Costa Rica to reach the knockout phase.”    Group leader Spain, meanwhile, needs just a point against Japan to ensure progression into the round of 16 – it can even afford to lose the match depending on what happens in Germany’s game with Costa Rica.  Spain coach Luis Enrique is determined for his side to enjoy their experience in Qatar and has defended his streaming sessions online in which he talks to fans.  “The only goal I set for my players … before this training camp 16 days ago, I told them we need to have fun, fun,” he told reporters.  “We need to enjoy this because you have to have joy in your job.” It’s a philosophy that seems to be working; with Spain’s young side producing impressive displays on the world stage.  For Japan, which stunned Germany in its first game, it now needs to produce another surprise by beating Spain after losing to Costa Rica in its last match.  “Tomorrow is going to be a high-pressure game for all players but we must believe in ourselves,” Japan manager Hajime Moriyasu told reporters on Wednesday. “They must believe in themselves, they must. They must believe in their team mates in order to fight against our opponent. Hopefully, they will be at their best and the result will follow.” Morocco bid to upset Belgium and Croatia Meanwhile, for three teams in Group F, it’s all to play for on Thursday.  Belgium, Croatia and Morocco can all still qualify for the knockout rounds in what promises to be a fascinating round of matches.  Belgium and Croatia will play each other, while Morocco faces Canada – which is already out of the tournament.  Many Moroccans will still be recovering from an emotional victor against Belgium on Sunday, in what was the country’s first World Cup win since 1998 – and its third ever. “If we get through to the knockout stage, I think we will be very dangerous going forward,” Moroccan manager Walid Regragui told reporters earlier this week.    Anything other than a place in the round of 16 will be a major disappointment for both Belgium and Croatia.  The latter was the defeated finalist in 2018 and needs just a draw against Belgium to ensure progression through the group. But coach Zlatko Dalic says he refuses to entertain playing for anything but a win.  “We must not accept the option of having only one point to end the match with Belgium,” he told reporters. “There are no easy games. Belgium need a win but we will also aim for a win.” Belgium, meanwhile, has struggled to find its feet in the tournament so far.  It was largely outplayed despite beating Canada its opening game and suffered a confidence-knocking defeat to Morocco the last time out.  However, coach Roberto Martinez says his team will be ready for the showdown and hopes his star players, such as Manchester City midfielder Kevin De Bruyne, can turn its fortunes around.  “We have to stay together now and become stronger. I know this group, we will be ready for Croatia,” he told reporters. “We haven’t been the best Belgium at this World Cup yet.” Thursday’s fixtures Croatia vs. Belgium: 10am ET Canada vs. Morocco: 10am ET Japan vs. Spain: 2pm ET Costa Rica vs. Germany: 2pm ET How to watch US: Fox Sports  UK: BBC or ITV Australia: SBS  Brazil: SportTV Germany: ARD, ZDF, Deutsche Telekom Canada: Bell Media  South Africa: SABC"},
{"url": "https://edition.cnn.com/2022/11/30/europe/madrid-ukraine-embassy-explosion-intl/index.html", "source": "CNN", "title": "\n      Explosion at Ukraine embassy in Madrid injures one person, officials say\n    ", "description": "An explosion occurred Wednesday at Ukraine's embassy in Madrid, injuring one Ukrainian employee who was handling a letter addressed to the country's ambassador to Spain, officials said.", "date": "2022-11-30", "author": "Rob Picheta,Al Goodman,Pau Mosquera,Claudia Rebaza", "text": "An explosion occurred Wednesday at Ukraine’s embassy in Madrid, injuring one Ukrainian employee who was handling a letter addressed to the country’s ambassador to Spain, officials said. The individual was slightly injured and is being treated at hospital, while police are investigating, Spain’s foreign ministry said.  Kyiv’s ambassador to Spain, Serhil Pohoreltsev, was the intended recipient of the envelope, it added. A separate letter bomb, which was deactivated at a weapons manufacturer in northern Spain late Wednesday, had the same return address as the one that exploded in Ukraine’s embassy in Madrid, a senior Spanish official told Spanish radio station SER.  “The return address on the envelope is an email that is the same” on both envelopes, Rosa Serrano, the top Spanish government official in the Aragon region where the second bomb arrived, told SER. The explosive sent to the weapons maker in the city of Zaragoza, in Aragon, “apparently came from Ukraine,” Serrano said, adding that authorities suspect the one at the embassy may have come from Ukraine, too. An executive at the arms manufacturer was apparently aware about the Madrid explosion, so when an envelope arrived soon after, that no one seemed to recognize, the company called the police, Serrano said. The bomb squad arrived, a security perimeter was established and police determined there were explosives inside the envelope, designed to explode upon opening. It was deactivated, Serrano said.  Serrano didn’t identify the firm, but Spanish media reported its name and said it manufactures rocket launchers that Spain has sent to Ukraine to fight against Russia’s invasion of that country. CNN could not immediately confirm that detail. “I know the firm has been an arms manufacturer a long time, with state-of-the-art facilities,” Serrano said in the radio interview. CNN has reached out to Spanish police for comment. ‘They will not succeed’  Ukraine has ramped up security at all of its embassies in response. Oleg Nikolenko, a spokesperson for Ukrainian Foreign Minister Dmytro Kuleba, said the life of the injured employee “is not at risk,” and descsribed the staffer’s position as “commandant.”  Police say it is too early to know whether the explosion took place when the embassy worker tried to open an envelope, or simply move it. Nikolenko said no one else had been injured, and that Kuleba “has issued an urgent instruction to step up security at all Ukrainian embassies abroad” following the incident. “Whoever is behind this explosion they will not succeed in intimidating Ukrainian diplomats or stopping their daily work to strengthen Ukraine and to counter Russian aggression,” Nikolenko quoted Kuleba as saying. Spanish Foreign Affairs Minister Jose Manuel Albares spoke to Ambassador Pohoreltsev after the incident, Madrid said. The person injured was a Ukrainian worker, according to the statement. Spain, a NATO country, has sent military equipment to Ukraine to help its armed forces fight Russia’s invasion. The Ukrainian embassy is located in the Hortaleza district in northeastern Madrid."},
{"url": "https://edition.cnn.com/2022/11/30/europe/russia-upper-parliament-lgbt-propaganda-law-intl/index.html", "source": "CNN", "title": "\n      Russia’s upper house of parliament passes tougher ban on ‘LGBT propaganda’\n    ", "description": "Russia's upper house of parliament unanimously voted on Wednesday to toughen a controversial law banning what the bill describes as \"LGBT propaganda,\" making it apply to Russians of all ages.", "date": "2022-11-30", "author": "Uliana Pavlova", "text": "Russia’s upper house of parliament unanimously voted on Wednesday to toughen a controversial law banning what the bill describes as “LGBT propaganda,” making it apply to Russians of all ages. The bill has to be signed into law by Russian President Vladimir Putin after being passed by the Federation Council. It passed the lower house of parliament, the State Duma, on November 24. The law proposes to ban all Russians from promoting or “praising” homosexual relationships or publicly suggesting that they are “normal.” It also prohibits “propaganda” of pedophilia and gender reassignment in advertising, books, films. The original version of the law adopted in 2013 banned “propaganda of non-traditional sexual relations” among minors. Now Russian lawmakers are applying it to adults as well. Individuals who spread what the bill calls “LGBT propaganda” or attempt to do so, will be fined up to 400,000 rubles ($6,600). Legal entities can be fined up to 5 million rubles ($82,100). Foreigners can be arrested for up to 15 days or deported, according to the text of the bill. “The louder they squeal in the West, the more we will be sure that we are on the right track. This topic should become a sin in Russia like it is in many of our religions,” said one of the Senators, Taimuraz Dzambekovich, before voting for the bill to pass.  The controversial law was met with criticism and ridicule in Western countries, including a ruling in the European Court of Human Rights in 2017 that stated Russia’s “gay propaganda law” is discriminatory, promotes homophobia and violates the European Convention on Human Rights. The bill says that materials published online that include information about pedophilia, sex changes or so-called LGBT propaganda will be included in the list of websites that will be monitored or blocked by Russia’s Internet watchdog Roskomnadzor. "},
{"url": "https://edition.cnn.com/2022/11/30/middleeast/iran-protests-world-cup-defeat-celebrations-intl/index.html", "source": "CNN", "title": "\n      Iranian protesters celebrate World Cup defeat, as fears surround players’ return\n    ", "description": "Iran's World Cup defeat to the United States was met by cheers and celebrations in Tehran and other Iranian cities on Tuesday evening, as protesters hailed the country's exit from the tournament as a blow to the ruling regime.", "date": "2022-11-30", "author": "Rob Picheta,Artemis Moshtaghian,Mohammed Tawfeeq,Jomana Karadsheh", "text": "Iran’s World Cup defeat to the United States was met by cheers and celebrations in Tehran and other Iranian cities on Tuesday evening, as protesters hailed the country’s exit from the tournament as a blow to the ruling regime.  The nation was eliminated from the tournament in Qatar after its 1-0 loss on Tuesday, ending a campaign that has been overshadowed by anti-government protests that have raged for months at home. But there are concerns about the safety of the Iranian players returning home across the Persian Gulf, after the team initially refused to sing Iran’s national anthem before their first game in an apparent show of solidarity with demonstrators. The team’s families were also threatened with imprisonment and torture in advance of the match, a source involved in the security of the games said. People in several Iranian cities celebrated from inside their homes and residential buildings moments after the final whistle, which came in the early hours of Wednesday local time, while videos posted on social media showed people honking their car horns, chanting and whistling.  “I am happy, this is the government losing to the people,” one witness to celebrations in a city in the Kurdish region, who CNN is not naming for security concerns, told CNN on Wednesday.  The Norway-based Iranian rights group Hengaw posted several videos of similar scenes. “People in Paveh are celebrating Iran’s national team lose over America in World Cup in Qatar, they are chanting ‘Down with Jash (traitors),” Hengaw said in a post. Demonstrations have rocked Iran for several months, sparking a deadly clampdown from authorities. The nationwide uprising was first ignited by the death of Mahsa (also known as Zhina) Amini, a 22-year-old Kurdish-Iranian woman who died in mid-September after being detained by the country’s morality police. Since then, protesters across Iran have coalesced around a range of grievances with the regime.  The United Nations High Commissioner for Human Rights Chief, Volker Turk, has said that the country is in a “full-fledged human rights crisis” as authorities crack down on the protests.  Football has become an increasingly heated flashpoint in recent weeks, with the World Cup throwing a global spotlight on the turmoil inside the country.  And fans following the team in Qatar have become increasingly conflicted about their support. “Our team has been hijacked,” longtime fan Farshad Soheil told CNN. “It no longer represents the people of Iran.”  Soheili said Iran’s regime has managed to politicize and weaponize the team, and was critical of the players for not making a grander statement about the protests. “It was a wasted historical opportunity,” Soheili said.  Ahead of Tuesday’s game, many supporters said they didn’t want Iran to win. “The reason is not because of football reason, [but] because of political reasons,” another fan called Farshid – who withheld his last name for security reasons – told CNN in Doha. “I have mixed emotion(s) and feeling(s),” Farshid said. “I’m a passionate supporter of Iran but today unfortunately I can’t be supporter of the national team because of the current situation going on and the government trying to hijack the game and sport and using it as a platform to buy credibility and to show that everything is normal (with) what’s going on in Iran.” Farshid said a lot of pro-regime supporters have also attended Iran’s World Cup games in Doha and created a very tense environment for other Iranian fans by attempting to interfere with their interviews with the media. Concerns over returning players Iran’s national side would have progressed to the second round of the World Cup with a win or draw against the US, but the team will now travel home after its group stage exit.  “I’m really sorry on behalf of our players, our group, that we couldn’t get our opportunity to qualify for the next round,” midfielder Saeid Ezatolah told reporters after the game. “I hope our fans and our people in Iran, they forgive us. And I feel just sorry, that’s it.” The team’s return will be closely watched amid fears that the players could face retribution for a perceived brief show of support for the protests, which drew international attention and praise from human rights groups.  The country’s flag and national anthem have been rejected by protesters as symbols of the current regime. And, following the refusal of Iranian players to sing Iran’s national anthem in their opening match against England on November 21, a source involved in the security of the games told CNN that the players were called to a meeting with members of the Iranian Revolutionary Guard Corps (IRGC).  The source said that they were told that their families would face “violence and torture” if they did not sing the national anthem or if they joined any political protest against the Tehran regime. The players sang the anthem on Tuesday, and before their second game against Wales last Friday, which saw 2-0 victory for Iran. Hours before the game kicked off on Tuesday, Iranian authorities said a former member of the national soccer team, Parviz Boroumand – who was arrested this month over criticism of the government – was released on bail, according to state news agency IRNA. Boroumand had been arrested in mid-November during protests in Tehran, Iranian media outlets reported. Earlier on Tuesday, Iranian-Kurdish footballer Voria Ghafouri was also released on bail. Iranian football legend Ali Karimi, sometimes referred to as the “Asian Maradona,” has meanwhile said he has received death threats through his family members after he vocally supported protests.   The government has described him as one of the “main leaders” of the demonstrations, and issued a warrant for his arrest in early October charging him with “harmonizing with the enemy” and “encouraging riots,” according to Iran’s Supreme Council of the Judiciary, both charges that are punishable by death. CNN’s Sam Kiley and Hamdi Alkhshali contributed reporting"},
{"url": "https://edition.cnn.com/2022/11/28/football/canelo-alvarez-lionel-messi-warning-spt-intl/index.html", "source": "CNN", "title": "\n      Mexican boxer Canelo Álvarez apologizes to Lionel Messi: ‘Every day we learn something new’\n    ", "description": "Mexican boxer Saul 'Canelo' Álvarez has apologized to Lionel Messi, who he previously accused of disrespecting Mexico.", "date": "2022-11-28", "author": "Matias Grez", "text": "Mexican boxer Saul ‘Canelo’ Álvarez has apologized to Lionel Messi, who he previously accused of disrespecting Mexico. Álvarez apologized on social media, writing on Wednesday: “These last few days I got carried away with the passion and the love I feel for my country and I made comments that were out of order so I want to apologize to Messi and the people of Argentina.  “Every day we learn something new and this time it was me who did.” The pound-for-pound dynamo had sent a warning to Messi on social media after a tense 2-0 Argentina victory over Mexico in Group C on Saturday. Messi scored the opening goal, before Enzo Fernández sealed the win late on to keep Argentina’s World Cup dream alive following its stunning opening round defeat to Saudi Arabia. “Did you see Messi cleaning the floor with our shirt and flag????” Álvarez tweeted, apparently in reference to a video which shows Messi celebrating with his teammates in the changing room.  As the Argentine takes off his football boots, the video shows Messi’s foot appearing to make contact with a Mexico shirt that was on the floor. There is no indication that Messi kicked the shirt intentionally. “He better pray to God that I don’t find him!!” Álvarez added in another tweet, with a series of angry emojis. “Just like I respect Argentina, he has to respect Mexico! I’m not talking about the country as a whole, just about the bulls**t that Messi pulled.”  Álvarez, who is widely considered one of the best pound-for-pound boxers ever after winning world championships in four weight classes, added in one reply to a journalist: “It’s one thing them being better than us (in football), it’s another thing to have respect.” CNN had asked Alvarez’s representatives for further comment but did not receive an immediate response. The Argentinean Football Association did not immediately respond to a request for comment. In a comment to CNN, Marcelo Méndez, Messi’s representative, said: “It’s not a kick to the jersey or anything like that as everyone can see on the footage.  “I believe there’s literally no one who can even question once Leo’s fair play through his career. He’s one of the most honest footballers ever, never cheats, always respects rivals … I reckon this debate doesn’t make any sense.” Messi’s former Argentina teammate Sergio Agüero responded to Álvarez initial message on Twitter, saying: “Mr. Canelo, don’t look for excuses or problems, surely you don’t know about football and what happens in a changing room.  “The shirts are always on the floor after games have finished due to sweat and then if you look properly, he makes the movement to remove his boot and accidentally hits it.” Mexico captain Andrés Guardado also came to Messi’s defense, saying that “unfortunately, perhaps Canelo does not understand what is experienced in a locker room.” “That is why I can understand the reaction of being offended by seeing the Mexico shirt on the ground and everything that has gone viral,” Guardado told Argentina’s TyC Sports. “But to me, it seems silly that this is being talked about because it doesn’t matter much.  “For me, I repeat, Leo has had made many gestures not only with me, with many colleagues who know what he is like and beyond what has been said, it is purely to generate controversy or sell things.” “Every time I have had the opportunity to ask Messi for something, a change of shirt or a photo with my son, he has always done it.” Argentina would go on to qualify top of its group after a 2-0 win over Poland – despite Messi missing a penalty in the match – while Mexico agonizingly failed to qualify for the knockout stage despite beating Saudi Arabia 2-1."},
{"url": "https://edition.cnn.com/2022/11/30/football/stephanie-frappart-female-referees-world-cup-2022-spt-intl/index.html", "source": "CNN", "title": "\n      Stéphanie Frappart to make history as the first woman to referee a men’s World Cup match\n    ", "description": "When a referee generates column inches, it is normally some indictment of their performance; the result of an uproar after a controversial decision.", "date": "2022-12-01", "author": "Issy Ronald", "text": "When a referee generates column inches, it is normally some indictment of their performance; the result of an uproar after a controversial decision. But Stéphanie Frappart’s traditional anonymity has been broken for a different reason – she will make history on Thursday as the first woman to referee a men’s World Cup match. Alongside assistants Neuza Back from Brazil and Karen Diaz from Mexico, the Frenchwoman will form part of an all-female refereeing trio officiating Costa Rica vs. Germany in their Group E match. Six female match officials have been officiating at this World Cup – referees Frappart, Rwanda’s Salima Mukansanga and Japan’s Yoshimi Yamashita as well as assistant referees Back, Diaz and Kathryn Nesbitt of the US.  FIFA announced their appointment back in May, when Frappart found out that she was going to the 2022 Qatar World Cup. “It’s a surprise, you cannot believe it and after two or three minutes, you realize that you are going to the World Cup. It’s amazing, not only for me, but also for my family and also for the French referees,” she tells CNN Sport. Throughout her career, Frappart has achieved a seemingly endless series of firsts. In 2019, she became the first female referee to take charge of a Ligue 1 match, in August 2019 the first to take charge of a major men’s European match, and in 2020, the first to officiate a men’s UEFA Champions League match. “I knew that my life changed after 2019 because most people recognized me in the street,” Frappart recalls.  “So I am like a role model, for women referees but I think it [also] inspired some women in society or in companies to take more and more responsibility.” Already at this World Cup, Frappart has been the fourth official on two occasions – becoming the first female official at a men’s World Cup match at Mexico vs. Poland. Mukasanga and Yamashita have also been the fourth official at two and four games of this World Cup respectively. But there is an obvious tension between these historic moments for gender equality in football and the place in which they are happening as women’s rights are severely restricted in Qatar. According to Amnesty International, women remain tied to a male guardian in Qatar– usually their father, brother, grandfather, uncle or husband – and require their permission for important decisions such as marrying, accessing reproductive healthcare and working in many government jobs. CNN has reached out to the Supreme Committee for Delivery & Legacy (SC) for comment but at the time of publication had not received a response. “I was many times in Qatar … for the preparation of the World Cup, I was always welcomed in a good way. I don’t know how life is there but I didn’t make the decision to go there or to organize the World Cup,” Frappart says.  “So now, 10 years after, it’s difficult to say something, but I hope that … this World Cup will improve life for women there.”  ‘When you’re a woman, you need to prove you have the quality’ At the World Cup, on football’s biggest stage, the pressure of refereeing a game is at its most intense. A referee might make 245 decisions in a single game, Sky Sports estimates, and if just one is wrong, it will be analyzed in microscopic detail.  It could alter the course of a game, or even a team’s World Cup – denying it a title or ensuring it progresses no further in the tournament.  “When you make a mistake, it’s more important than if a player makes a mistake – there are more consequences for the teams,” Frappart says. “It’s also easy to say that it’s the fault of the referee and not the fault of our team so when you lose.” As referees work their way up to the highest echelons of the game, this pressure changes. “It’s more from the media and [about] the money because you know that every decision is important and will make a difference for the team,” Frappart says. “But when you start in the local clubs, it’s more difficult with the spectators and with the environment.” Inevitably, female referees are heavily scrutinized too as they straddle two traditionally male-dominated fields: football and leadership. “There were many questions involved if she’s there because she’s a woman, perhaps she will not follow the game and everything,” Frappart recalls when she made her debut in Ligue 1.  “It’s not only in football, but I think in every job when you’re a woman … you need to prove that you have the quality and after that they let you continue.” But as Frappart refereed more matches, the stance towards her changed. “Now, it’s not a question of gender. It’s now only a question about steel, [about] competencies. So now it’s ok, after one or two games, they left me alone and without any more media around.” ‘I worked hard’ When Frappart first began playing football at ten years old in 1993, women’s football barely registered as a significant landmark on the sporting landscape. The inaugural edition of the women’s World Cup had been held just two years previously, with great success in China, but there was neither a women’s Champions League in Europe nor a National Women’s Soccer League (NWSL) in the USA and professional female referees were non-existent. It was only in 2017 when Bibiana Steinhaus took charge of a Bundesliga match that a woman officiated a top-level men’s league match. Frappart’s appointment as a referee at a men’s World Cup is another step forward in a “very sexist sport,” Costa Rica manager Luis Fernando said, according to Reuters. “It’s very difficult to reach the point that she has reached, I think it’s good for football and a positive step for football, to show that it’s opening up for everyone,” he added. Similarly, in Rwanda, Mukansanga recalls never seeing a female referee to use as a role model for her own aspirations. “I worked hard and followed the men’s dreams because they were the people surrounding me,” she tells CNN Sport. “They’re all men. We had one World Cup referee here in Rwanda who went to the World Cup twice so he inspired me a lot and I kept working hard to be like him.” With women refereeing and the matches at the Qatar World Cup broadcast to huge audiences worldwide, Frappart hopes that it will encourage more women to pick up a whistle. Already this change is beginning to take place – in the UK alone, there was a 72% increase in qualified women referees between 2016 and 2020, according to the FA.  “So if you have more referees on the TV perhaps it might make it easier for women to say, okay, this is possible. Because if you don’t know if it’s possible for us, you cannot say: ‘Okay, I want to be a referee.’” CNN’s Alasdair Howorth contributed reporting."},
{"url": "https://edition.cnn.com/2022/11/30/football/usmnt-world-cup-knockout-stages-spt-intl/index.html", "source": "CNN", "title": "\n      ‘We’re not finished yet,’ says USMNT’s Walker Zimmerman ahead of knockout stages\n    ", "description": "After a 1-0 victory against Iran earned the US Men's National Team (USMNT) a place in the World Cup knockout stages, the players insist their campaign is far from done.", "date": "2022-11-30", "author": "George Ramsay", "text": "After a 1-0 victory against Iran earned the US Men’s National Team (USMNT) a place in the World Cup knockout stages, the players insist their campaign is far from done. Having failed to qualify for the last World Cup, the tournament in Qatar is the first time since 2014 that the USMNT has reached the last 16, which comes courtesy of hard-fought draws against Wales and England before Tuesday’s win against Iran.  The team is now setting its sights on loftier ambitions.  “We’re not finished yet,” defender Walker Zimmerman told CNN’s This Morning on Wednesday. “I think the narrative continues, we’re still going to try and do that and accomplish our goal of winning the World Cup.  “I think if we’re able to do that, we’re going to inspire a lot of young players, a lot of young Americans to pick up the sport and, hopefully, make them proud.” The USMNT’s best performance at a World Cup in recent memory was reaching the quarterfinals in 2002 before losing to Germany. Gregg Berhalter’s side goes into Saturday’s knockout game against the Netherlands as the underdog, eight places lower than its opponent in FIFA’s world rankings.  But that’s unlikely to shake the team’s confidence. “It’s nice to get to the next round, but we want to keep going,” Berhalter told This Morning.  “We had two tournaments that we’re looking at: the group stage tournament and the knockout tournament. And now, we’re here in the knockouts, we just want to keep this thing rolling.” Against Iran, star forward Christian Pulisic scored the only goal of the game before leaving the field with an abdominal injury.  Berhalter said Pulisic will “hopefully” be fit to play against the Netherlands and praised the Chelsea player’s talent and work ethic.  Speaking on ABC’s Good Morning America, USMNT captain Tyler Adams said Pulisic had “put it all on the line.”  “He’s doing alright, he’s in great spirits,” Adams added. “Feeling a lot better now, but what a big player for us, showing up in the biggest moments. We rely on him a lot for the big moments.” Much of the buildup to Tuesday’s game between the US and Iran focused on the political tensions between the two nations.  Iran state media called for the US to be kicked out of the tournament after US Soccer changed Iran’s flag on its social media accounts to show support for the protestors in Iran. The governing body told CNN that it wanted to change the official flag for 24 hours to show “support for the women in Iran fighting for basic human rights” but always planned to go back to the original flag. Iran appeared at the World Cup under the shadow of domestic turmoil following widespread protests sparked by the death of Mahsa Amini, a 22-year-old woman who died after being detained by Iran’s morality police, allegedly for not abiding by the country’s conservative dress code. Iranian security forces have since unleashed a violent response to the protests. There are concerns about the safety of the Iranian players returning home after the team initially refused to sing Iran’s national anthem before its first game in an apparent show of solidarity with demonstrators. The team’s families were also threatened with imprisonment and torture in advance of the match, a source involved in the security of the games said. At the end Tuesday’s game, players from the two teams embraced in an apparent show of solidarity.  US defender Antonee Robinson was seen embracing a visibly distraught Ramin Rezaeian, who cried as he was embraced by the Fulham player, and comforting Abolfazl Jalali, who knelt on the pitch after the match ended.  Meanwhile, Josh Sargent, DeAndre Yedlin and Timothy Weah crouched to comfort Saeid Ezatolahi, who had buried his head in his hands as he sat on the turf and processed his team’s loss.  “We know first and foremost as competitors what it’s like to lose,” said Zimmerman. “We also know the stakes of a World Cup, and then on top of that everything that they’re dealing with emotionally.  “We just congratulated them on their effort and empathized with them and let them know that we’re proud of the way that they competed on the field in the game last night.” CNN’s Matt Foster, Issy Ronald and Sam Kiley contributed to reporting. "},
{"url": "https://edition.cnn.com/2022/12/01/sport/devin-booker-phoenix-suns-bulls-nba-spt-intl/index.html", "source": "CNN", "title": "\n      Devin Booker goes for 51 in three quarters as the Phoenix Suns cruise to 132-113 win over the Chicago Bulls\n    ", "description": "Phoenix guard Devin Booker scored an astonishing 51 points in just three quarters as the Suns dominated the Chicago Bulls 132-113.", "date": "2022-12-01", "author": "Alasdair Howorth", "text": "Phoenix guard Devin Booker scored an astonishing 51 points in just three quarters as the Suns dominated the Chicago Bulls 132-113. In just 31 minutes on the court, the shooting guard shot 20-for-25 from the field and went 6-for-7 from deep, making it one of the most efficient scoring performances in NBA history. According to ESPN Stats and Info, he became only the second player in the last 25 years to score 50 points with 80% shooting accuracy in the first three quarters of a game along with James Harden in November 2017. “It felt like a double-sized rim out there,” Booker said after the game. “If I rise up, it’s going in.” The 26-year-old guard and center Deandre Ayton – who finished with 30 points and 14 rebounds – dominated the first half, combining for 41 points and giving the Suns a 21-point halftime lead.  In the third, Booker took it to another gear, dropping 26 points to kill the game off – shooting 10-for-11 in the quarter.  Booker was on fire despite the Bulls’ best efforts, ending the third quarter with a run of nine consecutive points including a dunk, a 29-foot triple and a four-point play. After he had won the game for the Suns in the third quarter, Booker was pulled for the rest of the game, but he did apparently have the option to keep piling up the points. “Coach [Monty Williams] tried to put me in when they cut it to 18 … I didn’t think it was necessary,” Booker said after the game. Suns coach Williams said, “There’s not a level where he can’t score. “He can use both hands, he can score with a hand in his face and he’s willing to take the tough shots.” Bulls guard Zach LaVine, who finished with 21 points and seven assists, agreed, “A guy like that gets in a rhythm and it’s too late. He gets it going and it’s over.” Booker now has back-to-back 40-point games after scoring 44 against the Sacramento Kings and is making his case as an early MVP candidate. The win takes the Suns to the top of the Western Conference at 15-6, a record bolstered by a 12-1 tally at home. “I don’t know how many sellout crowds that is in a row, but it’s impressive,” Booker said on the support in the Footprint Center.  “Mondays, Tuesdays, Saturdays, it doesn’t matter what day of the week it is. They show up and show out.” But much of that success is down to Booker, who in this game took advantage of slack Bulls’ defending to continue his hot streak and is now averaging just under 28 points per game. “We threw everything at him,” Bulls coach Billy Donovan said on Booker. “We trapped him, we threw a box and one at him. We tried to face guard him and to his credit had had a great night.” Fans were chanting, “MVP! MVP!” after Booker sunk a three-pointer in the third quarter. It might be a bit too early for that, but if Booker keeps on racking up numbers like he did tonight, he will become hard to ignore as the season progresses."},
{"url": "https://edition.cnn.com/2022/11/30/uk/buckingham-palace-resignation-intl/index.html", "source": "CNN", "title": "\n      Buckingham Palace official quits after asking Black charity CEO where she was ‘really from’\n    ", "description": "An honorary member of Buckingham Palace has resigned and apologized after a Black charity founder said she was questioned about whether she was really British at a royal reception on Tuesday.", "date": "2022-11-30", "author": "Max Foster,Joshua Berlinger,Chris Liakos,Carolyn Sung", "text": "An honorary member of Buckingham Palace has resigned and apologized after a Black charity founder said she was questioned about whether she was really British at a royal reception on Tuesday. The guest, Ngozi Fulani, is the CEO of Sistah Space, an organization that provides specialist services to women of African and Caribbean heritage affected by abuse.  Fulani was attending a royal function on domestic abuse organized by the Queen Consort on Tuesday evening when she said a member of staff began a line of questioning that the palace called “unacceptable and deeply regrettable.” Fulani said that the person persistently asked about her heritage and would not accept that she was a British national. Sistah Space shared a rough transcript of the conversation on Twitter on Wednesday. Fulani said that, after identifying herself as British-born, the person asked her “where do you really come from;” “where do your people come from;” and “when did you first come here?”  When Fulani answered she was from the London neighborhood of Hackney, the household member insisted: “No, what part of Africa are YOU from?” as quoted on the Sistah Space twitter account. Buckingham Palace, which has not named the household member involved in the incident, said earlier today that the individual concerned had apologized and “stepped aside from her honorary role with immediate effect.”  Sistah Space said that it “serves no purpose to name & shame” the person in question on its Twitter account on Wednesday, adding “it is the system that needs to be revised.”  “Yes the person was offensive, but it serves no purpose to name & shame her, it would make us just as bad. We prefer that this be handled kindly,” Sistah Space said. British media have identified the Buckingham Palace official as Lady Susan Hussey, who served as the late Queen Elizabeth II’s lady in waiting for more than 60 years and is a godmother to the Prince of Wales. CNN has reached out to Ngozi Fulani and Buckingham Palace for further comment from the household member in question.  A Buckingham Palace spokesperson acknowledged the incident and said the palace was taking the situation “extremely seriously.” “Unacceptable and deeply regrettable comments have been made. We have reached out to Ngozi Fulani on this matter, and are inviting her to discuss all elements of her experience in person if she wishes,” the spokesperson said.  “In the meantime, the individual concerned would like to express her profound apologies for the hurt caused and has stepped aside from her honorary role with immediate effect.” News of the encounter came to light as the Prince and Princess of Wales traveled to the US ahead of the second iteration of the Earthshot Prize Awards later this week. A spokesman for William said: “Racism has no place in our society, these comments were unacceptable. It’s right that the individual concerned has stepped down.” The incident is likely to revive concerns that the palace is elitist and out of touch when it comes to issues of race and identity. The palace has, in recent years, faced allegations of racist behavior, including in its hiring practices decades ago and the treatment of Meghan, Duchess of Sussex. A former counterterrorism police chief said Tuesday that Meghan and Harry had faced “disgusting and very real” threats from right-wing extremists.  Meghan claimed in an interview with Oprah Winfrey last year that an unnamed member of the family made remarks about the skin color of their unborn baby while she was pregnant with Archie. Prince William later said the royal family was “very much not a racist family.” Sign up for CNN’s Royal News, a weekly dispatch bringing you the inside track on the royal family, what they are up to in public and what’s happening behind palace walls."},
{"url": "https://edition.cnn.com/2022/11/30/football/argentina-poland-group-c-2022-world-cup-spt-intl/index.html", "source": "CNN", "title": "\n      Lionel Messi has penalty saved but Argentina progresses to World Cup knockout stages with win\n    ", "description": "Lionel Messi had a penalty saved but Argentina booked its ticket to the knockout phase of the 2022 World Cup with a 2-0 victory over Poland.", "date": "2022-11-30", "author": "Ben Morse", "text": "Lionel Messi had a penalty saved but Argentina booked its ticket to the knockout phase of the 2022 World Cup with a 2-0 victory over Poland.  Alexis Mac Allister’s scuffed effort 60 seconds into the second half broke the deadlock before Julián Álvarez’s brilliant curled shot sealed the three points as Argentina advanced as Group C winners.  The opener came after Messi, Argentina’s all-time top goalscorer, had his penalty saved by Poland goalkeeper Wojciech Szczęsny.  Álvarez’s sublime finish midway through the second half capped off a nail-biting evening for Argentina, who will now face Australia. Poland advanced to the knockout stages by the skin of its teeth, qualifying on goal difference.  The other Group C game was a thrilling affair, Mexico beating Saudi Arabia 2-1, but the win wasn’t enough for El Tri and Poland will now play France in a last-16 match on Sunday.  An enthralling evening Not for the first time in his career, all the pressure laid firmly at Messi’s door, the 35-year-old endlessly striving to emerge from the long shadow which Diego Maradona has cast over the Argentina national side.  Playing in his 999th professional match, Messi looked up for the challenge, troubling Poland from the opening minute.  While the Polish attack offered very little throughout the game, Argentina cranked up the pressure – and both Messi and left-back Marcos Acuña coming close.  Argentina was offered a great chance to break the deadlock when the video assistant referee adjudged that Messi had been fouled by Wojciech Szczęsny when he was hit in the face by the Polish goalkeeper’s flailing hand.  However, Messi’s penalty was brilliantly saved by Szczęsny’s who somehow beat the ball away one-handed.  It was the crowning moment of a busy first half for Szczęsny, who finished the opening 45 minutes with nine saves to his name as Argentina piled on the pressure.  The penalty save was Szczęsny’s second of the tournament already and he became only the second goalkeeper since 1966 to save a penalty at the World Cup having conceding it himself, after Joel Bats for France against Brazil in 1986, according to Opta Stats.  It took just under 60 seconds for Argentina to break the deadlock after the break.  A cut back cross from right back Nahuel Molina fell to the feet of Mac Allister whose scuffed effort just managed to sneak past Szczęsny and send Stadium 974 into delirium.  It was Mac Allister’s first international goal, and continues his excellent year –  he came to this World Cup as the top scorer for his Premier League club, Brighton and Hove Albion, this season.  That goal seemed to relax the Argentina players and fans inside the ground. Messi, Álvarez and Ángel Di María began to turn on the flair, toying with the Poland defense.  Midway through the second half, Álvarez showed why he’d been brought in for this game – he’d started the first two group games on the bench – curling home to get his first World Cup goal.  With Poland opening up at it attempted to claw itself back in the game, more spaces opened up for Argentina, with Messi, Álvarez and Lautaro Martínez all going close. Group C’s conclusion must have been an agonizing watch for Poland’s fans. For a brief period of time during the match, Poland and Mexico were tied on goal difference. That meant Poland was slated to advance via its better disciplinary record.  With Poland fans checking their phones furiously to keep tabs on proceedings and with all eyes on whether any Polish players picked up a yellow card, there was one last twist to Wednesday’s proceedings. That was delivered by Salem Al Dawsari’s 95th-minute goal which gave Poland had a superior goal difference, assuring it’s progression to the next stage."},
{"url": "https://edition.cnn.com/2022/12/01/sport/college-football-playoff-expansion/index.html", "source": "CNN", "title": "\n      College Football Playoff will expand to 12 teams starting with 2024-2025 season\n    ", "description": "The College Football Playoff will expand from four to 12 teams starting with the 2024-2025 season.", "date": "2022-12-01", "author": "Jacob Lev", "text": "The College Football Playoff will expand from four to 12 teams starting with the 2024-2025 season. The tournament board of directors agreed to the expansion on Thursday. In September, the board unanimously approved the expansion. The new format was set to begin in 2026 but the board had tasked the College Football Management Committee to try to implement the expansion earlier, following the 2024 or 2025 season.  “We’re delighted to be moving forward,” said Bill Hancock, executive director of the College Football Playoff in a statement.    “More teams and more access mean more excitement for fans, alumni, students and student-athletes. We appreciate the leaders of the six bowl games and the two future national championship game host cities for their cooperation. Everyone realized that this change is in the best interest of college football and pulled together to make it happen.” The national championship game is scheduled to be played in Atlanta in January 2025 and in Miami in January 2026."},
{"url": "https://edition.cnn.com/2022/12/10/football/king-charles-wrexham-ryan-reynolds-rob-mcelhenney-visit-spt-intl/index.html", "source": "CNN", "title": "\n      King Charles visits Wrexham AFC, the soccer club owned by Ryan Reynolds and Rob McElhenney\n    ", "description": "Talk about Hollywood royalty.", "date": "2022-12-10", "author": "Ben Church", "text": "Talk about Hollywood royalty.  King Charles and the Queen Consort visited Wrexham AFC on Friday, the soccer club owned by Hollywood actors Ryan Reynolds and Rob McElhenney. The royal visitors met the co-owners on the pitch as part of a guided tour of the Racetrack Ground – the world’s oldest stadium, according to Guinness World Records. Charles and his wife Camila were in Wrexham to celebrate its new city status and spoke to Reynolds and McElhenney about their plans for growing the club that they bought in 2021.   “A little earlier today, I had the opportunity to see one of the other wonders of Wrexham, namely the football club, which is busy putting Wrexham on the map as never before,” Charles told dignitaries on Friday, per Reuters.  Wrexham – the world’s third-oldest football club, currently plays in England’s fifth tier, far removed from the likes of Manchester United and Liverpool.  When the Hollywood friends took over the struggling Welsh team, both had ambitions of moving up the footballing pyramid  while improving the community around the club.   The team has seen improvement in the last year and its popularity has certainly soared.  “We’ll do anything to uplift and elevate this community and this club and having the King pay a visit is certainly one way to do it, that’s for sure,” ‘Deadpool’ star Reynolds told reporters on Friday. . Much of the increased interest has also been down to Disney’s “Welcome to Wrexham” – a docuseries which tracks the club’s trials and tribulations through the season.  Now with its fan base increasing, the co-owners will hope their side can gain promotion this season with the team currently sitting in second.  Charles spoke with the first-team players during his visit and wished them luck for their next match away at Eastleigh on Saturday. "},
{"url": "https://edition.cnn.com/2022/12/07/football/morocco-spain-quarter-finals-world-cup-spt-intl/index.html", "source": "CNN", "title": "\n      Why Morocco’s World Cup success is no fluke\n    ", "description": "After three hours of constant noise, the Education City Stadium was brought to library-like silence as Achraf Hakimi stood over the penalty spot.", "date": "2022-12-07", "author": "Alasdair Howorth", "text": "After three hours of constant noise, the Education City Stadium was brought to library-like silence as Achraf Hakimi stood over the penalty spot.  Hakimi was born in Madrid and the the weight of Africa and the Arab world on his shoulders, but you would never have guessed as the Paris Saint-Germain coolly clipped the ball into the net and set off wild celebrations not just in the stadium, but also in Morocco and for the Moroccan diaspora. This was a historic day for Morocco, for Africa, for Arabs and for Muslims. The Atlas Lions had roared to stun 2010 World Cup winner Spain and reach the quarterfinals of Qatar 2022. The significance of the occasion was not lost on head coach Walid Regragui. “Before it was just the Moroccans who supported us,” he said ahead of the game against Spain. “Now it is the Africans and Arabs.” For many, it was the shock of the tournament, as the North Africans won their first ever knockout game at a World Cup.  On Saturday, Morocco went one better, beating Portugal 1-0 in the quarterfinals to become the first African team to reach a World Cup semifinal. Youssef En-Nesyri netted the only goal of the match ijust before half time with a spectacular header to score the first ever knockout stage goal in the nation’s history. But how did Morocco get to the final four of the most prestigious competition in world football? Return of Morocco’s chosen son Many eyebrows were raised when the Moroccan Federation made the decision to sack Vahid Halilhodžić in August, just over three months ahead of the World Cup after the Bosnian coach had guided the team through qualifying to Qatar 2022. But for those in Morocco, it was instead the heir to the Moroccan coaching throne simply taking his place at the perfect time. Affectionately nicknamed “Rass l’Avocat” (Avocado Head) because of his bald head, Regragui was a hard-tackling defender who, despite being born in France, chose to represent the nation of his family, notching up 45 caps. Since becoming a coach, Regragui has enjoyed success everywhere he has been, leading a mid-table Moroccan club FUS Rabat to their only ever league title.  He had a brief stint in Qatar where he won the league with Al Duhail SC, before moving back to Morocco where he led Wydad Cassablanca to a league and Champions League double earlier this year. It was a matter of when, not if he would take charge of the national team. Many Moroccans thought that it could be after the World Cup or in a few years, but none were unhappy when it was announced he would take over the national side less than 100 days before their first game at the World Cup. In African football, Regragui has often been compared with José Mourinho thanks to his tactical discipline and stellar man-management skills. Both of those have been present in the World Cup. Morocco has played more than 400 minutes of football at the tournament and negotiated a penalty shootout, and yet the Atlas Lions have conceded just once – and that was an unfortunate own goal against Canada in the team’s final Goup F match. After the dramatic shootout win against Spain, video circulated on social media of Regragui running to the stands and hugging and kissing his mother who was in the crowd. Regragui is a French-born Moroccan. He has assembled the most nationally diverse team at the World Cup – 14 of the 26 players were born outside of Morocco from six different countries – and has seamlessly integrated this group players from around the world into one coherent unit. World Cup tournaments can be tough emotionally to navigate – players are away from home for weeks – but Regragui has counteracted that by allowing the players’ families to stay with the team in camp in Qatar.  As with that of emotional video of Regragui embracing his mother, one of the most heartwarming photos of the World Cup was Hakimi kissing his mother after Morocco’s victory against Spain.  It’s not only the players who have had their families with them. Regragui himself was filmed going to the stands to visit his mother Fatima who told Morocco broadcaster Arriyadia how much it meant to her. “During his whole career as a player and as a coach, I never traveled to watch him,” Fatima said. “I’ve been living in France for more than 50 years now and this is the first competition that I left Paris for.” A Federation taking football seriously The Royal Moroccan Football Federation (FMRF) should also be credited with the Atlas Lions’ success at Qatar 2022. After decades of footballing mediocrity, the FMRF – with the backing of King Mohammed VI – decided to overhaul the nation’s football structure. In 2009 the FMRF opened its national football academy, the Mohamed VI Football Academy – which helped develop current international players like Nayef Aguerd and Youssef En-Nesryi – as well as trying to unearth talent in the Moroccan diaspora by employing scouts from across Europe to flag any eligible youth players in Europe. The federation also began investing in women’s football, developing football in schools and clubs as well as a creating a national league structure. Funded by the FMRF, Morocco is currently the only nation in the world to have two tiers of women’s football that are both fully professional.  The crown jewel of Morocco’s football investment is the Mohamed VI Football Complex just outside Rabat. The training complex contains four five-star hotels, eight FIFA standard pitches – one of which is indoor in a climate-controled building – as well a medical facility that includes a dentist. That investment over the last decade has begun to pay off. For the first time in history, Moroccan clubs are the holders of the men’s and women’s African Champions League titles as well the men’s Confederations Cup – Africa’s Europa League. Morocco is also the African Nations Championship champion – a continental tournament where nations put out teams exclusively featuring players who play domestically – while the women’s team came second in the Women’s Africa Cup of Nations earlier this year and qualified for its first World Cup. Morocco’s success at the World Cup may be best story of the tournament so far, but it is not the not the result of luck and grit, but rather expertise and planning."},
{"url": "https://edition.cnn.com/2022/12/10/europe/russian-nobel-peace-laureate-slams-putin-war-intl/index.html", "source": "CNN", "title": "\n      Russian Nobel Peace laureate slams Putin’s ‘insane and criminal war’ on Ukraine\n    ", "description": "Russian Nobel Peace Prize laureate Yan Rachinsky blasted President Vladimir Putin's \"insane and criminal\" war on Ukraine in his acceptance speech in the Norwegian capital Oslo on Saturday.", "date": "2022-12-10", "author": "Allegra Goodwin", "text": "Russian Nobel Peace Prize laureate Yan Rachinsky blasted President Vladimir Putin’s “insane and criminal” war on Ukraine in his acceptance speech in the Norwegian capital Oslo on Saturday. Rachinsky, from Russia’s human rights organization Memorial, claimed resistance to Russia is known as “fascism” under Putin, adding this has become “the ideological justification for the insane and criminal war of aggression against Ukraine.” Memorial, one of Russia’s most well-known and respected human rights groups, worked to expose the abuses and atrocities of the Stalinist era for more than three decades before it was ordered to close by the country’s Supreme Court late last year.   Ukrainian Nobel Peace Prize laureate Oleksandra Matviichuk called for an international tribunal to Putin and Belarusian strongman Alexander Lukashenko to justice over “war crimes” in her acceptance speech.  Matviichuk, who accepted the prize on behalf of her human rights organization, the Center for Civil Liberties in Ukraine, said this would be a way to “ensure justice for those affected by the war.”    Matviichuk warned war criminals should not only be convicted after the fall of authoritarian regimes, adding, “justice cannot wait.”   “We have to establish an international tribunal and bring Putin, Lukashenko and other war criminals to justice,” she continued.   Human rights groups from Russia and Ukraine – Memorial and the Center for Civil Liberties – were officially awarded the Nobel Peace Prize for 2022 on Saturday, along with the jailed Belarusian advocate Ales Bialiatski. Bialiatski’s wife received his award on his behalf at a ceremony. The three winners will share the prize money of 10,000,000 Swedish krona ($900,000). The new laureates were honored for “an outstanding effort to document war crimes, human right abuses and the abuse of power” in their respective countries. “They have for many years promoted the right to criticize power and protect the fundamental rights of citizens,” the Norwegian Nobel Committee said in a statement in October when the winners were announced.   "},
{"url": "https://edition.cnn.com/2022/12/10/football/morocco-portugal-quarterfinals-world-cup-2022-spt-intl/index.html", "source": "CNN", "title": "\n      Morocco becomes first ever African team to reach World Cup semifinals with historic victory over Portugal\n    ", "description": "Morocco made history Saturday as the first African team to reach a World Cup semifinal, defeating Portugal 1-0 to continue its sparkling run in Qatar.", "date": "2022-12-10", "author": "Issy Ronald", "text": "Morocco made history Saturday as the first African team to reach a World Cup semifinal, defeating Portugal 1-0 to continue its sparkling run in Qatar. Youssef En-Nesyri scored the game’s only goal, rising highest to head the ball into the net just minutes before halftime, while Morocco’s defense once again kept a clean sheet. The Atlas Lions have become one of the stories of the tournament, holding fellow semifinalist Croatia to a draw in the group stage, and defeating Belgium, Spain and now Portugal on their way to a semifinal.  “Before it was just the Moroccans who supported us, now it is the Africans and Arabs,” manager Walid Regragui said before the quarterfinal, referencing the electric atmosphere that has accompanied his team at every game. And the Al Thumama Stadium rang with cheers, drums and whistles on Saturday as if almost an entire continent and region were inside, witnessing their team make history. Defeat for Portugal marked the end of what is likely to be Cristiano Ronaldo’s last World Cup as even he could not make a dent in the Morocco defense and was left in tears walking down the tunnel after the final whistle. The Atlas Lions, meanwhile, launched Regragui into the air in their now trademark victory celebration.  The last time these two teams met, at the 2018 World Cup,  Ronaldo scored the game’s only goal. This time around Ronaldo started on the bench for the second consecutive match. Both teams began brightly, with Portugal dominating possession but unable to breakdown the well-organized Morocco defense which has conceded just one goal during Qatar 2022. Two attempts from João Félix offered the only real Portuguese threat in the opening 30 minutes – the first, a powerful, accurate header forcing goalkeeper Yassine “Bono” Bounou into action and the second, a strike that deflected off two players, ricocheting wildly, but landing on top of the netting. Instead, it was Morocco who got the breakthrough three minutes before halftime as Yahia Attiyat-Allah floated the ball perfectly into the box and En-Nesyri rose highest, far above goalkeeper Diogo Costa and Rúben Dias, to head it into the net. Ronaldo entered the fray just after the break for his 196th international appearance, becoming the joint most-capped men’s player of all time. But even he could not stamp his authority on the game as Portugal remained stranded outside the box for much of the second half, held in place by a defiant Moroccan defense.  Any shots that did make it past the front lines of defense were marshalled by Bounou who plucked a powerful Bruno Fernandes strike out of the air and minutes later tipped Felix’s effort over the crossbar with his outstretched hand.  As regular time ticked into eight minutes of stoppage time, Ronaldo also had a chance to equalize but his low shot was once again saved by Bounou.  Coaches, support staff and players from both sides tensely prowled the sidelines as the game opened up in its closing minutes. Walid Cheddira was red carded for two yellow cards in as many minutes leaving his team to defend its slender lead with just 10 men for the last six minutes.  Zakaria Aboukhlal broke free on the counterattack and only had to round Costa to seal Morocco’s victory but was unable to do so, while Pepe’s header for Portugal in front of the goal glanced just wide.  Ultimately, however, Morocco held on for a deserved and famous victory that will be remembered for years to come."},
{"url": "https://edition.cnn.com/2022/12/10/football/manuel-neuer-breaks-leg-germany-world-cup-spt-intl/index.html", "source": "CNN", "title": "\n      Germany goalkeeper Manuel Neuer breaks leg in skiing accident a week after Germany was knocked out of Qatar 2022\n    ", "description": "Germany goalkeeper and captain Manuel Neuer will miss the rest of the season after breaking his leg in a skiing accident, just over a week after his side crashed out of Qatar 2022.", "date": "2022-12-10", "author": "Ben Church", "text": "Germany goalkeeper and captain Manuel Neuer will miss the rest of the season after breaking his leg in a skiing accident, just over a week after his side crashed out of Qatar 2022.  The 36-year-old said he had gone on holiday to clear his head after Germany was knocked out of the group stages of the tournament, but he subsequently suffered a fracture to his right leg. “Hey guys, what can I say, the end of the year could have definitely gone better,” Neuer, who has made 117 appearances for Germany, wrote on Instagram next to a picture of himself in hospital.  “While I was trying to get my head clear while ski touring, I suffered a lower leg fracture. Yesterday’s surgery went well. Many thanks to the doctors. “However, it hurts to know that the current season is over for me.” Neuer’s club, Bayern Munich, confirmed its captain had already undergone surgery and that he would miss the remainder of the season.  “He has already undergone a successful operation. Wishing you all the best with your recovery, Manu,” the club tweeted.  Neuer played all three games in Germany’s disappointing World Cup campaign, writing on social media that “the pain and disappointment runs deep” after his side failed to qualify for the knockout rounds.  The Germans beat Costa Rica 4-2 in its last group game but it wasn’t enough as it had lost to Japan and drew with Spain in its two previous matches.  Bayern Munich currently sits four points clear atop the Bundesliga, with games restarting on January 20 after a winter break.  The German powerhouse will also have to face Paris Saint-Germain in the Champions League round of 16 without its captain."},
{"url": "https://edition.cnn.com/2022/12/10/football/grant-wahl-death-reaction-world-cup-qatar-spt-intl/index.html", "source": "CNN", "title": "\n      LeBron James and Billie Jean King lead tributes to American journalist Grant Wahl\n    ", "description": "The death of prominent journalist Grant Wahl at the World Cup in Qatar has led to an outpouring of shock and grief across the sports world, with NBA star LeBron James and tennis great Billie Jean King leading the tributes to the American.", "date": "2022-12-10", "author": "Jessie Yeung,Teele Rebane,Chris Eldergill", "text": "The death of prominent journalist Grant Wahl at the World Cup in Qatar has led to an outpouring of shock and grief across the sports world, with NBA star LeBron James and tennis great Billie Jean King leading the tributes to the American.  Wahl, 49, died after collapsing while covering Friday’s Argentina-Netherlands match. The circumstances around his death are unclear. King said Wahl’s death was “heartbreaking.” “A talented journalist, Grant was an advocate for the LGBTQ community & a prominent voice for women’s soccer,” King tweeted Saturday. “He used his platform to elevate those whose stories needed telling. Prayers for his family.” On Friday in Philadelphia, basketball star James said he had been “very fond of Grant.” While Wahl was at Sports Illustrated, he did a cover story on James when James was in high school. “I’ve always kind of watched from a distance even when I moved up in ranks and became a professional, and he went to a different sport,” said James, speaking at a postgame press conference. “Any time his name would come up I’ll always think back to me as a teenager and having Grant in our building … It’s a tragic loss.” Tyler Adams, the captain of the US men’s national soccer team, which was knocked out of the World Cup by the Netherlands in the last 16, sent his “deepest sympathy” to Wahl’s wife, Celine Gounder, and to those who knew him.  “As players we have a tremendous amount of respect for the work of journalists, & Grant’s was a giant voice in soccer that has tragically fallen silent,” Adams wrote on Twitter.  Qatar’s World Cup organizers said on Saturday that Wahl “fell ill” in the press area, where he received “immediate medical treatment on site.”  He was then transferred to Hamad General Hospital, said a spokesperson for the Supreme Court Committee for Delivery and Legacy, the body responsible for planning the tournament.   Wahl was treated in the stadium “for about 20-25 minutes” before he was moved to the hospital, Keir Radnedge, a columnist at World Soccer Magazine, told CNN Saturday. “This was towards the end of extra time in the match. Suddenly, colleagues up to my left started shouting for medical assistance. Obviously, someone had collapsed. Because the chairs are freestanding, people were able to move the chairs, so it’s possible to create a little bit of space around him,” Radnedge said. He added that the medical team were there “pretty quickly and were able to, as best they could, give treatment.” White House Press Secretary Karine Jean-Pierre reacted to Wahl’s death on Saturday, adding that senior State Department officials were in touch with Qatari officials and Grant’s family. “Grant Wahl was an inspiration to many. Our thoughts are with his wife Dr. Céline Gounder and all those who loved him. State Department officials are in touch with Grant’s family and with senior officials in the government of Qatar to ensure his family gets the support they need,” Jean-Pierre wrote on Twitter.  ‘Shocked and devastated’ “Only some days ago, Grant was recognized by FIFA and AIPS (the International Sports Press Association) for his contribution to reporting on eight consecutive FIFA World Cups,” said FIFA President Gianni Infantino in a statement. Infantino and FIFA media director Bryan Swanson were at the hospital on Saturday to offer any kind of support needed for the family, friends, and the journalists who were also his housemates in Qatar.  The co-editors in chief of Sports Illustrated, the publication where Wahl spent the majority of his career, said in a joint statement they were “shocked and devastated at the news of Grant’s passing.”  “We were proud to call him a colleague and friend for two decades – no writer in the history of (Sports Illustrated) has been more passionate about the sport he loved and the stories he wanted to tell,” said the statement. It added that Wahl had first joined the publication in November 1996. He had volunteered to cover the sport as a junior reporter – back before it reached the heights of global popularity it now enjoys – eventually becoming “one of the most respected soccer authorities in the world,” it said. The statement said that Wahl also worked with other media outlets including Fox Sports. After leaving Sports Illustrated in 2020, he began publishing his podcast and newsletter.   Other current and former US soccer players, including Ali Krieger and Tony Meola, shared their condolences, as did sporting bodies such as Major League Soccer and the National Women’s Soccer League. Wittyngham, Wahl’s podcast co-host, told CNN on Saturday the news of his death had been hard to fathom. “For Americans, Grant Wahl is the first person you read covering soccer. He was kind of the only person for a while … Grant was the first person who really paid genuine attention to this sport in a meaningful way,” Wittyngham said. Several journalists shared stories of reporting alongside Wahl, and having encountered him at multiple World Cups over the years. “Before he became the best covering soccer he did hoops and was so kind to me,” wrote famed broadcaster Dick Vitale. Timmy T. Davis, the US Ambassador to Qatar, tweeted that Wahl was “a well known and greatly respected reporter who focused on the beautiful game.” “The entire US Soccer family is heartbroken to learn that we have lost Grant Wahl,” US Soccer said in a statement on its official Twitter account. “Grant made soccer his life’s work, and we are devastated that he and his brilliant writing will no longer be with us.” US Soccer praised Wahl’s passion and “belief in the power of the game to advance human rights,” and shared its condolences with Wahl’s wife and his loved ones. Gounder also posted the US Soccer statement on Twitter. “I am so thankful for the support of my husband Grant Wahl’s soccer family and of so many friends who’ve reached out tonight. I’m in complete shock,” wrote Gounder, a former CNN contributor who served on the Biden-Harris transition Covid-19 advisory board. US State Department spokesperson Ned Price said the department was in “close communication” with Wahl’s family. The World Cup organizers also said they were in touch with the US embassy “to ensure the process of repatriating the body is in accordance with the family’s wishes.” Wahl had covered soccer for more than two decades, including 11 World Cups — six men’s, five women’s – and authored several books on the sport, according to his website.  He had just celebrated his birthday earlier this week with “a great group of media friends at the World Cup,” according to a post on his official Twitter account, which added: “Very thankful for everyone.” Feeling ill In an episode of the podcast Futbol with Grant Wahl, published days before his death on December 6, he had complained of feeling unwell. “It had gotten pretty bad in terms of like the tightness in my chest, tightness, pressure. Feeling pretty hairy, bad,” Wahl told co-host Chris Wittyngham in the episode. He added that he sought help at the medical clinic at the World Cup media center, believing he had bronchitis.  He was given cough syrup and ibuprofen, and felt better shortly afterward, he said. Wahl also said he experienced an “involuntary capitulation by my body and mind” after the US-Netherlands game on December 3. “This isn’t my first rodeo. I’ve done eight of these on the men’s side,” he said at the time. “And so like, I’ve gotten sick to some extent at every tournament, and it’s just about trying to find a way to like get your work done.” He further described the incident in a recent newsletter published on December 5, writing that his body had “broke down” after he had little sleep, high stress and a heavy workload. He’d had a cold for 10 days, which “turned into something more severe,” he wrote, adding that he felt better after receiving antibiotics and catching up on sleep. Wahl had made headlines in November by reporting that he was detained and briefly refused entry to a World Cup match because he was wearing a rainbow t-shirt in support of LGBTQ rights. He said security staff had told him to change his shirt because “it’s not allowed,” and had taken his phone. Wahl said he was released 25 minutes after being detained and received apologies from a FIFA representative and a senior member of the security team at the stadium. Afterward, Wahl told CNN he “probably will” wear the shirt again."},
{"url": "https://edition.cnn.com/2022/12/10/football/morocco-football-victory-reaction-intl/index.html", "source": "CNN", "title": "\n      Moroccan ecstasy at World Cup win shared by Africa and Arab world\n    ", "description": "Moroccan fans exploded in joy on Saturday as their team became the first from any African country to reach a World Cup semi-final, filling the stadium with a deafening roar and unleashing cheering, crying, dancing and singing on the streets back home.", "date": "2022-12-10", "author": "Reuters", "text": "Moroccan fans exploded in joy on Saturday as their team became the first from any African country to reach a World Cup semi-final, filling the stadium with a deafening roar and unleashing cheering, crying, dancing and singing on the streets back home. “They made us happy and proud and they proved that they can make it to the final. Why not? We are so proud of this team that is supported by Africa and Arabs” said Siham Motahir, a young woman in Rabat where cafes had filled with fans to watch the game. The 1-0 win over Cristiano Ronaldo’s Portugal is Morocco’s third over a highly ranked European team in the tournament, a run that had brought delight across the country and widespread support across the African continent and Arab world. African Union President Macky Sall wrote on Twitter, using capital letters to emphasise his excitement: “HISTORIC! AND FANTASTIC! THE ATLAS LIONS ARE QUALIFIED FOR THE SEMI-FINALS OF THE WORLD CUP! BRAVO MOROCCO.” In an Abidjan cafe where people were watching the game and drinking beer to celebrate the win, customer Jules Goule said Ivorians were proud of Morocco’s win. “Through Morocco Africa has just shown that it can compete with other continents in football,” he said. “Waoh, waoh… Morocco! It’s with great joy! Africa is shining! Go Africa!” shouted Agwe Jefferson, 28, a driver in Cameroon’s capital Yaounde. As the game wound on, Morocco fans screamed “Ole, ole, ole!” in unison, drowning out the handful of Portuguese fans and whistling whenever Portugal took possession of the ball. Behind the two goals, banks of Moroccan supporters stood for the whole match with drummers and fan leaders coordinating the chants. One man wearing the red and green of Morocco’s national flag and its football kit raised his hands in supplication as the final minutes ticked away, shouting “O God, o God.” In the media box, a security guard, screaming with triumph, hugged a Moroccan journalist who was weeping with happiness. As Moroccan player Jawad El Yamiq circled the pitch with a flag draped around his shoulders, one fan stood motionless, looking out over the pitch with his hands over his mouth as if unable to take in the scale of the win. But in Rabat, joyful fans thronged the streets, people poured towards the downtown square where Morocco’s victories are celebrated. “The last few minutes felt like hours,” said one fan, Samir Saqri, as he joined a crowd pouring out from the cafe where they had watched the game to head downtown. “Morocco is showing that African teams can compete at a high level,” he added."},
{"url": "https://edition.cnn.com/2022/12/10/sport/caleb-williams-2022-heisman-trophy-winner-spt/index.html", "source": "CNN", "title": "\n      USC quarterback Caleb Williams wins the 2022 Heisman Trophy\n    ", "description": "University of Southern California quarterback Caleb Williams was named the 2022 Heisman Trophy winner Saturday night.", "date": "2022-12-11", "author": "Jacob Lev", "text": "University of Southern California quarterback Caleb Williams was named the 2022 Heisman Trophy winner Saturday night.  The 20-year-old sophomore led the Trojans to an 11-2 record in his first season in Los Angeles after transferring from the University of Oklahoma. He threw for 4,075 yards, 37 touchdowns and only four interceptions. Williams beat out Texas Christian University Horned Frogs quarterback Max Duggan, Ohio State Buckeyes quarterback C.J. Stroud and Georgia Bulldogs quarterback Stetson Bennett to win the treasured college football award. In his acceptance speech, Williams hailed the three other finalists and credited his parents, teammates and coaches for him being able to win the award.  “If you are willing to put in the work and surround yourself with positive people, you can achieve anything,” Williams said. “I used to write down my goals in a journal and what used to just be words on a piece of paper, has me standing here today. So everyone, dreams really do come true. Thank you. Fight on!”  Williams is the seventh Trojan to win the award and the first since quarterback Matt Leinart in 2004.  Former Trojan running back Reggie Bush won the award in 2005 but was stripped of it after an NCAA investigation found Bush received impermissible benefits, including several thousand dollars and a vehicle while in school.  Last year, after the NCAA approved a new policy for student athletes to make money on their names, images and likeness, they said Bush will not get the trophy back. Williams’ Heisman award caps off a season in which USC ended up just short of the College Football Playoff. Williams suffered a hamstring injury in the Trojans’ loss to the University of Utah in the Pac-12 championship game last week. It’s unclear whether he’ll play in the team’s January 2 game against Tulane in the Cotton Bowl at AT&T Stadium in Arlington, Texas. "},
{"url": "https://edition.cnn.com/2022/12/09/football/grant-wahl-death-world-cup-qatar-intl-hnk/index.html", "source": "CNN", "title": "\n      American journalist Grant Wahl dies after collapsing at Qatar World Cup\n    ", "description": "Prominent American journalist Grant Wahl has died in Qatar after collapsing while covering the World Cup, sparking an outpouring of shock and grief across the sports world. He was 49.", "date": "2022-12-10", "author": "Jessie Yeung,Teele Rebane,Chris Eldergill", "text": "Prominent American journalist Grant Wahl has died in Qatar after collapsing while covering the World Cup, sparking an outpouring of shock and grief across the sports world. He was 49. He “collapsed” while covering Friday’s Argentina-Netherlands match, a witness told CNN. Qatar’s World Cup organizers said on Saturday that Wahl “fell ill” in the press area, where he received “immediate medical treatment on site.” He was then transferred to Hamad General Hospital, said a spokesperson for the Supreme Court Committee for Delivery and Legacy, the body responsible for planning the tournament.  He was treated in the stadium “for about 20-25 minutes” before he was moved to the hospital, Keir Radnedge, a columnist at World Soccer Magazine, told CNN Saturday. “This was towards the end of extra time in the match. Suddenly, colleagues up to my left started shouting for medical assistance. Obviously, someone had collapsed. Because the chairs are freestanding, people were able to move the chairs, so it’s possible to create a little bit of space around him,” Radnedge said. He added that the medical team were there “pretty quickly and were able to, as best they could, give treatment.” The circumstances around his death are not clear. “The entire US Soccer family is heartbroken to learn that we have lost Grant Wahl,” US Soccer said in a statement on its official Twitter account. “Grant made soccer his life’s work, and we are devastated that he and his brilliant writing will no longer be with us.” US Soccer praised Wahl’s passion and “belief in the power of the game to advance human rights,” and shared its condolences with Wahl’s wife, Celine Gounder, and his loved ones. Gounder also posted the US Soccer statement on Twitter. “I am so thankful for the support of my husband Grant Wahl’s soccer family and of so many friends who’ve reached out tonight. I’m in complete shock,” wrote Gounder, a former CNN contributor who served on the Biden-Harris transition Covid-19 advisory board. US State Department spokesperson Ned Price said the department was in “close communication” with Wahl’s family. The World Cup organizers also said they were in touch with the US embassy “to ensure the process of repatriating the body is in accordance with the family’s wishes.”  Wahl had covered soccer for more than two decades, including 11 World Cups — six men’s, five women’s – and authored several books on the sport, according to his website.  He had just celebrated his birthday earlier this week with “a great group of media friends at the World Cup,” according to a post on his official Twitter account, which added: “Very thankful for everyone.” Feeling ill In an episode of the podcast Futbol with Grant Wahl, published days before his death on December 6, he had complained of feeling unwell. “It had gotten pretty bad in terms of like the tightness in my chest, tightness, pressure. Feeling pretty hairy, bad,” Wahl told co-host Chris Wittyngham in the episode. He added that he sought help at the medical clinic at the World Cup media center, believing he had bronchitis.  He was given cough syrup and ibuprofen, and felt better shortly afterward, he said. Wahl also said he experienced an “involuntary capitulation by my body and mind” after the US-Netherlands game on December 3. “This isn’t my first rodeo. I’ve done eight of these on the men’s side,” he said at the time. “And so like, I’ve gotten sick to some extent at every tournament, and it’s just about trying to find a way to like get your work done.” He further described the incident in a recent newsletter published on December 5, writing that his body had “broke down” after he had little sleep, high stress and a heavy workload. He’d had a cold for 10 days, which “turned into something more severe,” he wrote, adding that he felt better after receiving antibiotics and catching up on sleep. Wahl had made headlines in November by reporting that he was detained and briefly refused entry to a World Cup match because he was wearing a rainbow t-shirt in support of LGBTQ rights. He said security staff had told him to change his shirt because “it’s not allowed,” and had taken his phone. Wahl said he was released 25 minutes after being detained and received apologies from a FIFA representative and a senior member of the security team at the stadium. Afterward, Wahl told CNN he “probably will” wear the shirt again. Tributes pour in Wahl’s death has sent shockwaves through the soccer and sports journalism community, with many sharing tributes on social media. “Only some days ago, Grant was recognized by FIFA and AIPS (the International Sports Press Association) for his contribution to reporting on eight consecutive FIFA World Cups,” said FIFA President Gianni Infantino in a statement. Infantino and FIFA media director Bryan Swanson were at the hospital on Saturday to offer any kind of support needed for the family, friends, and the journalists who were also his housemates in Qatar.  The co-editors in chief of Sports Illustrated, the publication where Wahl spent the majority of his career, said in a joint statement they were “shocked and devastated at the news of Grant’s passing.”  “We were proud to call him a colleague and friend for two decades – no writer in the history of (Sports Illustrated) has been more passionate about the sport he loved and the stories he wanted to tell,” said the statement. It added that Wahl had first joined the publication in November 1996. He had volunteered to cover the sport as a junior reporter – back before it reached the heights of global popularity it now enjoys – eventually becoming “one of the most respected soccer authorities in the world,” it said. The statement said that Wahl also worked with other media outlets including Fox Sports. After leaving Sports Illustrated in 2020, he began publishing his podcast and newsletter.  On Friday in Philadelphia, basketball star LeBron James said he had been “very fond of Grant.” While Wahl was at Sports Illustrated, he did a cover story on James when James was in high school. “I’ve always kind of watched from a distance even when I moved up in ranks and became a professional, and he went to a different sport,” said James, speaking at a postgame press conference. “Any time his name would come up I’ll always think back to me as a teenager and having Grant in our building … It’s a tragic loss.”  Tennis great Billie Jean King said the American’s death was “heartbreaking.” “A talented journalist, Grant was an advocate for the LGBTQ community & a prominent voice for women’s soccer,” King tweeted Saturday. “He used his platform to elevate those whose stories needed telling. Prayers for his family.” Other current and former US soccer players, including Ali Krieger and Tony Meola, shared their condolences, as did sporting bodies such as Major League Soccer and the National Women’s Soccer League. Wittyngham, Wahl’s podcast co-host, told CNN on Saturday the news of his death had been hard to fathom. “For Americans, Grant Wahl is the first person you read covering soccer. He was kind of the only person for a while … Grant was the first person who really paid genuine attention to this sport in a meaningful way,” Wittyngham said. Several journalists shared stories of reporting alongside Wahl, and having encountered him at multiple World Cups over the years. “Before he became the best covering soccer he did hoops and was so kind to me,” wrote famed broadcaster Dick Vitale. Timmy T. Davis, the US Ambassador to Qatar, tweeted that Wahl was “a well known and greatly respected reporter who focused on the beautiful game.”"},
{"url": "https://edition.cnn.com/2022/12/10/football/cristiano-ronaldo-tears-portugal-morocco-2022-world-cup-spt-intl/index.html", "source": "CNN", "title": "\n      Cristiano Ronaldo leaves World Cup in tears as chances to win title are shattered by Morocco\n    ", "description": "Cristiano Ronaldo left the 2022 World Cup in tears as his chances to win the tournament for the first time in his career were shattered after his Portugal team was shocked 1-0 by Morocco in the quarterfinals on Saturday.", "date": "2022-12-10", "author": "Ben Morse", "text": "Cristiano Ronaldo left the 2022 World Cup in tears as his chances to win the tournament for the first time in his career were shattered after his Portugal team was shocked 1-0 by Morocco in the quarterfinals on Saturday.  Ronaldo was seen being escorted by a member of staff from the pitch at the Al Thumama Stadium to the Portugal team dressing room immediately after the defeat – the first time an African team has reached the World Cup semifinals –as the 37-year-old was unable to hold back his emotions. It’s likely Ronaldo’s final appearance at a World Cup as he began Portugal’s round of 16 and quarterfinal games as a substitute after being benched by the team’s coach Fernando Santos.   Ronaldo was brought on early in the second half of Saturday’s match, but to no avail as Portugal was beaten by the Atlas Lions thanks to Youssef En-Nesyri’s first-half header. Ronaldo’s appearance was the 196th of his Portugal career equaling Bader Al-Mutawa of Kuwait for the most caps in men’s international football history. If it is to be Ronaldo’s final appearance at a World Cup, he has certainly made his mark on the tournament over the years.  In his 22 games at the finals, Ronaldo scored eight goals and earlier in this year’s tournament, the 37-year-old became the first men’s player to score in five World Cups.  However, his benching by Santos and his recent contract termination from Manchester United, which was announced just after the World Cup started, arguably overshadowed Ronaldo’s time at Qatar 2022 in a tournament where he scored just one goal."},
{"url": "https://edition.cnn.com/2022/12/10/football/france-england-2022-world-cup-spt-intl/index.html", "source": "CNN", "title": "\n      World Cup champion France edges out England to reach semifinals as Harry Kane misses penalty\n    ", "description": "World Cup holder France remains on course in its title defense after beating England 2-1 to reach the semifinals at Qatar 2022.", "date": "2022-12-10", "author": "Ben Morse", "text": "World Cup holder France remains on course in its title defense after beating England 2-1 to reach the semifinals at Qatar 2022. Aurélien Tchouaméni gave France a first-half lead, his powerful shot setting the game ablaze at the Al Bayt Stadium on Saturday.  England grew into the game and team captain Harry Kane emphatically converted from the penalty spot to draw the 2018 semifinalists level. The goal was his 53rd for his country, drawing him level with Wayne Rooney as England’s all-time top scorer. With just over 10 minutes remaining, Olivier Giroud’s header gave the reigning champion the lead once again, with Kane skying a late penalty as France was able to hold onto victory.  France will face Morocco in the semifinals on Wednesday after it beat Portugal earlier in the day to become the first ever team from Africa to reach this stage of the World Cup. The French victory ensured Didier Deschamps’ team is the first defending champion to have progressed past the quarterfinals this century. Giroud called France’s performance “amazing.” “At the end of the game on our last chances, we knew how to be dangerous. I knew I was going to have another chance and Grizi gave me a great pass,” Giroud told the French Football Federation’s website, referring to Antoine Griezmann, who set up France’s winning goal with a superb cross. “Tonight, it was a great match, we know the talent of this young English generation, we made a very solid match, we tried to be powerful in our counterattacks.”  A clash of titans It was a match between two out of the final four teams at the 2018 World Cup, with both nations seen as heavyweight contenders to win the Qatar 2022 title. And even in the early exchanges, the magnitude of the moment was evident, as the two teams tested each other out. The first real chance of the game came just after the 10-minute mark, when Giroud directed a cross straight into the grateful arms of Jordan Pickford in England’s goal.  The breakthrough for the French wasn’t without controversy.  England winger Bukayo Saka was left on the floor after a tackle from France defender Dayot Upamecano, although Brazilian referee Wilton Sampaio turned away English protests claiming a foul.  And, after a swift counterattack involving Kylian Mbappé, England was punished as a bullet of a strike from Tchouaméni – his first World Cup goal – from outside the box nestled in the bottom corner to give France the lead.  Minutes later, England players were once again pleading with Sampaio for a decision in their favor after Upamecano and Kane tangled legs on the edge of the French penalty box. After a brief deliberation with the video assistant referee (VAR), those pleas were dismissed and the game continued.  Chances were few and far between in the remainder of the first half, with Kane coming closest, his close-range shot saved by his Tottenham Hotspur teammate Hugo Lloris in the France goal.  Immediately after the second half, England came out firing, with Jude Bellingham’s powerful effort from the edge of the box tipped over by Lloris.  The pressure eventually told as Saka was fouled by Tchouaméni and the referee pointed to the penalty spot, giving England the perfect opportunity to draw level.  Kane emphatically took advantage, powering the ball into the corner of the France goal, in doing so becoming England’s joint top scorer alongside former Manchester United forward Rooney.  Almost immediately from the restart, France almost reclaimed the lead, but Adrien Rabiot’s first-time effort from the edge of the box was palmed away by Pickford.  England looked the most likely to score, with a header from Harry Maguire glancing off the post as Gareth Southgate’s side turned up the pressure.  Against the run of play, France retook the lead through its all-time top scorer, Giroud heading home his fourth goal of the tournament to give France the lead again with just over 10 minutes remaining.  England had a golden chance to draw level for a second time after Theo Hernández was adjudged to have fouled Mason Mount, Sampaio awarding a second penalty after reviewing the incident with the help of VAR.  This time, however, Kane blazed his effort over the bar.  Despite consistent pressure, England was unable to find a late equalizer, with Marcus Rashford’s freekick in the game’s final moments landing on the roof of the net.  And, as the referee’s final whistle went, the French players gathered in a celebratory huddle as Kane sank to his haunches in desperation.  England manager Gareth Southgate said his team’s performance “deserved better” but “in the end goals are decisive.” “I said to the players I didn’t think they could given any more,” Southgate told ITV. “Fine margins have decided the game, the way we’ve progressed this tournament has been excellent.  “France know they’ve been in a hell of a game. We win together and lose together. We’ve let a couple of goals in and missed a couple of chances. We wouldn’t be here if it wasn’t for the goals (Kane) has scored for us.” Asked after the final whistle if the defeat felt like England had a missed an opportunity to progress at Qatar 2022, England midfielder Jordan Henderson told ITV: “Probably yeah, because we felt really good, performances were really good. “The focus and the hunger was good every single day, but unfortunately, it wasn’t our night. You gotta give credit to France, they’re a good team, but I still felt it was there for us to win tonight.” Henderson added: “Straight after the game, it’s difficult to find the right words. I thought we gave everything in the game.  “You know, disappointed to go one – nil down, but I thought the character and the mentality to keep going in the second half and find the equalizer … We gave everything and unfortunately it wasn’t our night.”"},
{"url": "https://edition.cnn.com/2022/12/11/football/11-world-cup-greats-illustrations-spt-intl/index.html", "source": "CNN", "title": "\n      11 World Cup greats — as you’ve never seen them before\n    ", "description": "Host of the popular soccer podcast \"Men in Blazers,\" Roger Bennett and illustrator and artist Nate Kitch are the duo behind the recently published \"Gods of Soccer\" book, which looks at 50 women and 50 men who are or have been some of the sport's greatest players.", "date": "2022-12-11", "author": "Roger Bennett,Nate Kitch", "text": "Host of the popular soccer podcast “Men in Blazers,” Roger Bennett and illustrator and artist Nate Kitch are the duo behind the recently published “Gods of Soccer” book, which looks at 50 women and 50 men who are or have been some of the sport’s greatest players.  For the World Cup in Qatar, Bennett and Kitch chose 11 male players for CNN to showcase some of the planet’s greatest stars who have played in the tournament’s history. They also explain some of the thinking behind what Kitch was trying to capture about each player with his illustrations. “These images capture the human truths about each player – the character, idiosyncrasies, and backstory,” said Bennett. David Beckham, England — World Cup (1998, 2002 and 2006)  Nate: The uncontainable aura of a man who transcended the sport and captured the world’s eyes. Roger: A work of art about a man who was more objet d’art than footballer. Eusebio, Portugal — (World Cup 1966)  Nate: Rising high by the crowd that carries him; adored by Benfica, adored by Portugal, adored by the whole world. Roger: Football greatness can make memories of a player you never saw actually play feel immortal. Eusebio is one such player for me. And this image captures that sense of eternal triumph. Garrincha, Brazil — (World Cup 1958, 1962 and 1966) Nate: I wanted to get this sense of community, a community he was still part of; the shirt stripes extend to those he walked amongst. Roger: A footballer who was known as “Alegria do Povo” (“The People’s Joy”). These are his people. This is their joy.  Zlatan Ibrahimović , Sweden (World Cup, 2002 and 2006)  Nate: An ever present mythos … seemingly reversing time whilst being a journeyman through it. The bicycle kick against England echoes this perfectly … turning back the years … the dots representing the many teams he has lent his mighty powers to. Roger: A man who is a superhero in his own imagination perfectly presented – you don’t need to know where the ball is. It is in the net.  Roy Keane, Republic of Ireland — (World Cup 2002)  Nate: A player who could boil over in a seemingly uncontrolled rage but undoubtedly kept to being a leader. This is what I wanted to capture here; the manic fury of  one of English football’s most imposing figures. Roger: Roy Keane as a firestarter you should never look in the eye unless you want to burn your retina out with the heat of a thousand suns. Gerd Müller, Germany — (World Cup, 1970 and 1974)  Nate: A player responding to the moment of the game and an illustrator responding to the moment of the art. Rog’s words, Müller’s image. Roger: Gerd was a goal machine. He finished with his shin, his crotch, every part of his body. What mattered is that the ball crossed the line. This is pure Müller. Often ungainly. Always lethal. Lionel Messi, Argentina — (World Cup, 2006, 2010, 2014 and 2018)  Nate: Ladies and gentlemen … It’s Lionel Messi. Roger: No face needed. A demigod who plays football, and everything else is just shadows. Pele, Brazil — (World Cup, 1958, 1962, 1966 and 1970)  Nate: The world of football looks at Pele so I wanted to show the Brazil great looking back; with ease and effortlessness. Roger: Less a human being. More the world’s first global billboard. My favorite image in the book. Ferenc Puskás, Hungary — (World Cup, 1954)  Nate: The English said when they first faced Ferenc Puskás and his Hungary side it was like playing men from outer space. Something otherworldly they couldn’t put their finger on … I wanted this to have a similar resonance.Roger: The mightiest of Magyars … A goalscorer so prolific they named the goal of year award after him.  Socrates, Brazil — (World Cup, 1982 and 1986)  Nate: Philosopher by name … glory that belongs in the Colosseum.  Roger: The coolest footballer ever. Captured to his core. He believed footballing beauty mattered more than results, and that revolutionary politics were perhaps most important of all. Marco van Basten, Holland — (World Cup, 1990)  Nate: Total. Football. Roger: Brilliant Orange."},
{"url": "https://edition.cnn.com/2022/12/11/sport/nfl-week-14-preview-spt-intl/index.html", "source": "CNN", "title": "\n      NFL Week 14 preview: Playoff seedings on the line as season enters business end\n    ", "description": "It's the time of year when the temperature drops, the big coats get brought out of the closet and the NFL action begins to have some real implications riding on it.", "date": "2022-12-11", "author": "Ben Morse", "text": "It’s the time of year when the temperature drops, the big coats get brought out of the closet and the NFL action begins to have some real implications riding on it.  Whether it be draft position or playoff seedings, each game means something to each team as Week 14 of the NFL season kicks off in earnest on Sunday.  After the Los Angeles Rams’ dramatic victory over the Las Vegas Raiders on Thursday – led by new quarterback Baker Mayfield just two days after signing – there are a host of huge matches for fans to keep their eyes on.  Jets (7-5) at Bills (9-3) It’s been years since these two were competing atop the AFC East – such has been the New England Patriots’ recent domination – but the New York Jets travel to face the Buffalo Bills with both teams holding postseason aspirations.  The teams faced off just five weeks ago in New Jersey, with the Jets stunning the high-flying Bills as the defense tormented Buffalo’s star quarterback Josh Allen.   Allen also suffered an ulnar collateral ligament (UCL) to his right arm – his throwing arm – and hasn’t looked quite as explosive since.  Although he’s not playing at the MVP level he was before, the duality to Allen’s game – notably his athleticism – have helped defensively, with the team on a three-game winning run.  The Bills are dealing with injuries elsewhere – Von Miller has been ruled out for the remainder of the season and linebacker Matt Milano is questionable for Sunday’s game – but the team still has Super Bowl or bust aspirations.  Meanwhile the Jets have revived their season under new quarterback Mike White after replacing Zach Wilson.  Between a dominant defense and an offense loaded with playmakers, the Jets have proven a threat for all opponents. And, as a result, the Jets’ season has metamorphosed from shoots of optimism to playoff hopes.  The AFC East clash, with the Miami Dolphins also having an excellent season, could have big implications as to who advances to the playoffs come January. Buccaneers (6-6) at the 49ers (8-4) This is a battle of the 45-year-old NFL great vs. the 22-year-old we never thought we’d see.  Sunday will see Tom Brady face off against seventh-round rookie Brock Purdy as the Tampa Bay Buccaneers travel west to face the San Francisco 49ers.  Selected with the last pick of this year’s draft, Purdy earned himself the nickname “Mr. Irrelevant,” but was thrust into the fray last week against the Dolphins after starting quarterback Jimmy Garoppolo broke his foot.  Despite playing his first meaningful action and with his team’s season possibly on the line, Purdy never looked fazed, leading the 49ers to an important victory.   And this week, before facing off against seven-time Super Bowl champion Brady, San Francisco offensive tackle Trent Williams praised Purdy’s composure in the face of pressure.  “You would think he’s been in the league 15 years,” Williams said, per NFL. “If you’re talking, he’ll say: ‘Shut you’re a*s up.’  “He ain’t no timid rookie feeling his way around. He will get on you’re a*s. You would think he’s like Peyton Manning or something. Wide receivers not running, you’ll hear him cussing a wide receiver out.” Now Purdy will face Brady, who last time out led the Bucs to a final-drive victory over their division rivals, the New Orleans Saints.  Brady helped Tampa Bay to a 13-point comeback victory, completing a pass to Rachaad White to seal a win which brought the team’s record to level.  Despite having an average season so far by his high standards, Brady and the Bucs sit atop the NFC South division as it aims to make the postseason.  The clash in Santa Clara could come down to how much San Francisco coach Kyle Shanahan trusts Purdy and how the injury-riddled 49ers deal with so many players missing.    Vikings (10-2) at Lions (5-7) You might not expect a game between a 10-2 team and a 5-7 team to be of significant note, but this week’s clash between the Minnesota Vikings and the Detroit Lions is a humdinger.  The Lions, who had a terrible start to the season, have won four of their last five games and are getting key players returning to fitness at just the right time.  Meanwhile, the Vikings have had an excellent season under first year coach Kevin O’Connell, primarily down to their 9-0 record in one-score games.  And while you might think a soaring Vikings team would dispatch a scrappy Lions team, with Amon-Ra St. Brown and D’Andre Swift back and firing for Detroit, it looks to be a tough encounter.  For Detroit, with time running out on the season, they need to effectively win the remaining games of their season to hold any hopes of advancing to playoff football, and a division victory over the Vikings will go a long way in achieving their goals.  How to watch Here’s how to catch these teams and others across the league in action, from wherever you are. Australia: NFL Game Pass, ESPN, 7Plus Brazil: NFL Game Pass, ESPN Canada: CTV, TSN, RDS, NFL Game Pass on DAZN Germany: NFL Game Pass, ProSieben MAXX, DAZN Mexico: NFL Game Pass, TUDN, ESPN, Fox Sports, Sky Sports UK: NFL Game Pass, Sky Sports, ITV, Channel 5 US: NFL Game Pass, CBS Sports, Fox Sports, ESPN, Amazon Prime"},
{"url": "https://edition.cnn.com/2022/12/11/europe/russia-lgbtq-anti-gay-propaganda-law-intl-cmd/index.html", "source": "CNN", "title": "\n      ‘Our mere existence is illegal.’ As Moscow toughens anti-gay law, LGBTQ Russians fear for the future\n    ", "description": "Young mothers Yana and Yaroslava don't want to leave Russia with their 6-year-old son. But they fear a harsh new anti-gay law passed by Russian lawmakers will leave them little choice.", "date": "2022-12-11", "author": "Anna Chernova,Sana Noor Haq", "text": "Editor’s Note: If you or someone you know is struggling with suicidal thoughts or mental health matters, please call the National Suicide Prevention Lifeline at 800-273-8255 to connect with a trained counselor or visit the NSPL site. Young mothers Yana and Yaroslava don’t want to leave Russia with their 6-year-old son. But they fear a harsh new anti-gay law passed by Russian lawmakers will leave them little choice.  “We are citizens, same as everyone else. We pay taxes, support charities. But the government is doing everything to force us to leave the country. Honestly, it is scary to stay,” Yaroslava told CNN.   Russia’s upper house of parliament gave its final approval in late November to a new legislative package that toughens an existing law on so-called “LGBTQ propaganda,” and it was signed into law Monday by President Vladimir Putin. The added restrictions on “propaganda” seen as promoting “non-traditional sexual relations and/or preferences” carry heavy penalties – a move activists say will put LGBTQ communities under heightened scrutiny and surveillance. As the Kremlin prepared to finalize the expansion of the 2013 discriminatory anti-gay law, members of the LGBTQ community in Russia told CNN they feared the uncertain future ahead.  “We are the most vulnerable category within LGBT. We have a child, and they (Russian authorities) can put pressure on us,” Yaroslava said. Yana and Yaroslava, both self-employed marketing workers, are raising their child in Russia’s second-largest city of St. Petersburg. Both lesbians, they have asked not to disclose their last names for security reasons.  “Our mere existence is illegal for our state and even for our child,” Yaroslava said.   “According to the law, we are people of non-traditional sexual orientation and children should not see us or that we exist at all. Our son sees us. By that logic, our very existence is ‘propaganda of non-traditional sexual relations’ within our family. That means we are illegal.”  The pair say they have created a bubble of protection around their family in order to avoid scrutiny from authorities. The measures include using private accounts on social media, having access to a network of trusted people, sending their son to a private kindergarten where the fact a kid has two moms is less likely to spark a homophobic reaction, and using a private hospital where they run less risk of a doctor calling child protection authorities to make inquiries about their family set-up, they said.   But, the couple say they are reluctant to leave because of a lack of financial resources and available relocation programs in LGBTQ-friendly countries, even though they are fearful about living under the toughened legislation.  ‘We expect a new wave of hatred’  The new legislative package ratchets up the country’s existing ban on spreading so-called “propaganda of non-traditional sexual relations” among minors, making it illegal to share any information across all media and all ages.   Some have taken to self-censorship in anticipation of the law’s passage.  Moscow-based publisher Eksmo took preemptive measures by censoring some fragments of the book “Shattered,” which contains descriptions of sexual scenes between two men, even before the law was finalized. The publisher explained it had hidden 3% of the text – covering it in black ink – “in order not to hide the fact of censorship,” the publisher said in a press release. “I’m glad that the publisher decided not to cut out the text, but rather to paint it over in black. Where there were feelings, the characters’ attraction, where there was their experience of getting to know their own sexuality, there will now be empty black lines,” said the author, Max Falk, according to the press release. The story, published in October, is about the “love and friendship of two young men” from different social circles in Russia.  Recent novels centered on LGBTQ characters have attracted swathes of readers, causing a stir among Russian lawmakers.   The 2021 bestseller “Summer in a Pioneer Tie,” which explores the budding romance between two men who met in a summer camp in Soviet Kharkiv in the 1980s, sold a record 200,000 hard copies and 32,000 online copies. Lawmakers and public figures responded by lashing out with criticism and calling for beefed-up anti-LGBTQ legislation.  “As an author of books that raise [the LGBTQ] topic, of course, I am very concerned about this,” gay writer Ksenia told CNN. She asked not to give her last name for fear of repercussions.  On the day the bill passed through the lower house of Parliament, Ksenia discovered both her books containing LGBTQ references had disappeared from Labirint, an online bookstore. The store confirmed in a press release they had “temporarily suspended” selling some books to “analyze their content for the presence of prohibited information in them.”  “Self-censorship is a big thing,” Ksenia told CNN, pointing out that the law had not even come into effect at the time of speaking.  “I don’t know how this law will affect the distribution of this content, but I assume that somehow people will find it,” Ksenia added.  She is hopeful that the new package will not stop books about LGBTQ characters from being published and read.  As human rights activists anticipate censorship in the form of blocked websites, banned books and regular fines, LBGTQ bloggers and content creators are making their social media channels private and deleting posts, according to the Sphere Foundation, an organization that defends the rights of LGBTQ people in Russia and has launched a petition against the new bill.  “We expect a new wave of hatred,” Alexander Belik, head of the Sphere Foundation’s advocacy program, told CNN. “This law enhances public rhetoric of hate.”  Since the debate on the restrictions began, LGBTQ people have become increasingly worried for their safety, according to Belik.  “The community is in an alarmed state,” Belik said of the new law, suggesting that it will induce self-censorship among LGBTQ advocacy groups who fear a potential Kremlin crackdown.  “We urge the LGBTQ community not to succumb to panic and continue living their lives,” Belik said.   He said the organization would continue fighting for the abolition of the law and support those who may be persecuted under it. Russian politicians condemn ‘foreign values’  The Kremlin has consistently described LGBTQ communities in Russia as existing in opposition with “traditional values,” a line of rhetoric that activists say directly harms LGBTQ people across the country.  Since the first law on “gay propaganda” passed in 2013, Russia has seen repeated crackdowns on the gay community, most notably in 2017 and again in 2019 in the southern region of Chechnya, where activists reported dozens of men and women were detained and some tortured and killed for their sexual orientation, and no proper investigation followed. Putin framed what he described as the Western renunciation of “traditional values” as a “challenge” to Russian society in a speech in September announcing the annexation of four Ukrainian regions, in violation of international law. At the time, he was facing unusual criticism even from Kremlin loyalists over Moscow’s huge losses on the battlefield in Ukraine, and low morale at home.   “Do we want our schools to impose on our children, from their earliest days in school, perversions that lead to degradation and extinction? Do we want to drum into their heads the ideas that certain other genders exist along with women and men and to offer them gender reassignment surgery? Is that what we want for our country and our children?” Putin said inside the Kremlin’s Georgievsky Hall.  “This is all unacceptable to us. We have a different future of our own,” Putin continued.  The new package bans all materials that the authorities consider to be LBGTQ “propaganda,” making such material illegal among Russians of all ages, constituting an offense liable to a fine of up to $6,400 for individuals and up to roughly $80,000 for legal entities. Foreigners could receive up to 15 days in jail or deportation for breaking the law. The main difference between the original iteration of the law and the expanded version is that now, the prohibition of so-called same-sex “propaganda” will apply across all ages and across all media. The chairman of Russia’s lower house of parliament, Vyacheslav Volodin, dubbed the new legislation an “Answer to Blinken Law,” referring to a tweet in which US Secretary of State Antony Blinken condemned the proposed expansion of the ban.  “It is the best answer to the Secretary of State Mr. Blinken. Stop imposing on us foreign values. You destroyed your values – we’ll see how it all ends, but it will definitely be sad,” Volodin said to the State Duma – Russia’s lower house – after it voted unanimously to pass the amendments in the final reading.  Putin’s enforcement of anti-LGBTQ laws is part of a wider trend of repressive policies as the Kremlin situates itself in opposition to so-called Western values, according to Dan Healey, a professor of modern Russian history at the University of Oxford.  “Those are being knit into a wider social and cultural and defense policy, you know, around so-called traditional values. And it’s just reducing the space within which a non-heterosexual existence can comfortably take place in Russia,” Healey told CNN.  “The consequences for LGBTQ people in Russia are wide ranging and really, really repressive. They become a kind of underground people who are unable to become visible in public space.” Transgender rights under threat  Russian activists claim the authorities’ renewed targeting of LGBTQ communities in Russia is linked to Moscow’s faltering war in Ukraine.  They suggest the purpose of the new legislative package is to distract the nation from the domestic backlash against Putin’s partial mobilization, announced in September, and the war of attrition that has exhausted the nation’s military resources.   “Among other things, it is also diverting attention from what is happening in the country. As soon as it gets a little worse, we have an enemy to point at: it’s because of them that it’s so rough,” said Anton Macintosh of Russia’s first transgender support group, T-Action. The organization was labeled a “foreign agent” – a status close to “traitor” that obstructs operating in Russia  – the day after Russia’s parliament passed the third and final reading of the law.   Macintosh said his organization had been contacted by increasing numbers of people worried that they would not be able to receive proper medical support in their gender transition processes. The process is currently legal if a person passes an extensive review to obtain a psychiatrist’s note, Macintosh said, but it remains unclear how the new legislative package will be implemented.  “Unlike a cisgender person, when visiting a doctor or being admitted to the hospital, a transgender person doesn’t have the option to hide their status,” Macintosh said, referencing the physical changes resulting from hormone therapy. “Will there be proper healthcare available for transgender people?”  The less access to support groups a transgender person has, the more terrified and hopeless they are likely to feel, Macintosh explained. Stigmatizing their status causes even more emotional strain, he said.   “We receive a lot of suicidal letters. We do surveys every three months asking about emotional well-being. A lot of people have been sharing hard feelings about how they don’t know how they are going to live,” Macintosh said.  “This is not only an anti-gay law, this is also explicitly an anti-trans law,” said Vanya Solovey, an advocacy and program officer for Eastern Europe and Central Asia at the trans rights group Transgender Europe, referencing the part of the package that forbids the promotion of information that could cause people to want to change their gender assigned at birth.  “It explicitly targets raising awareness about gender transition. And this is, of course, very concerning,” he added.  “When someone (Putin) at this high level of authority spreads these misconceptions, again this increases the stigma that trans people have to face.” ‘Another brick in building an autocracy’  When the bill passed its first reading in the State Duma in October, Russia’s first transgender politician, Yulia Alyoshina, made the decision to step down from her role as a regional head of the Civic Initiative party, and end her political career. “I have never been involved in such propaganda, but I have no idea how to continue to conduct public political activity as an open transgender woman,” she said in a Telegram post.  Alyoshina said she had been discriminated against as a transgender politician on numerous occasions since she got her new passport in 2020, but says this law will complicate further the already difficult life of all LGBTQ people in Russia.  “The law is discriminatory,” she told CNN. “Any kind of information can fall under the term ‘propaganda.’ As it is not clearly spelled out, this will be left to the discretion of the courts.”  “The text of the law rejects the social equivalence of ‘traditional’ and ‘non-traditional’ preferences,” she added. “This means that LGBT people in Russia are recognized by the authorities at the legislative level as socially unequal. In other words, second-rate people.”  Alyoshina said the new package is characteristic of an authoritarian government’s policy towards society.  “The sexual life of citizens is a part of human freedom that an authoritarian regime cannot tolerate,” she said. “The adoption of the law is just another brick in building an autocracy in Russia.” CNN’s Frederik Pleitgen and Claudia Otto contributed to this report."},
{"url": "https://edition.cnn.com/2022/11/30/europe/madrid-ukraine-embassy-explosion-intl/index.html", "source": "CNN", "title": "\n      Explosion at Ukraine embassy in Madrid injures one person, officials say\n    ", "description": "An explosion occurred Wednesday at Ukraine's embassy in Madrid, injuring one Ukrainian employee who was handling a letter addressed to the country's ambassador to Spain, officials said.", "date": "2022-11-30", "author": "Rob Picheta,Al Goodman,Pau Mosquera,Claudia Rebaza", "text": "An explosion occurred Wednesday at Ukraine’s embassy in Madrid, injuring one Ukrainian employee who was handling a letter addressed to the country’s ambassador to Spain, officials said. The individual was slightly injured and is being treated at hospital, while police are investigating, Spain’s foreign ministry said.  Kyiv’s ambassador to Spain, Serhil Pohoreltsev, was the intended recipient of the envelope, it added. A separate letter bomb, which was deactivated at a weapons manufacturer in northern Spain late Wednesday, had the same return address as the one that exploded in Ukraine’s embassy in Madrid, a senior Spanish official told Spanish radio station SER.  “The return address on the envelope is an email that is the same” on both envelopes, Rosa Serrano, the top Spanish government official in the Aragon region where the second bomb arrived, told SER. The explosive sent to the weapons maker in the city of Zaragoza, in Aragon, “apparently came from Ukraine,” Serrano said, adding that authorities suspect the one at the embassy may have come from Ukraine, too. An executive at the arms manufacturer was apparently aware about the Madrid explosion, so when an envelope arrived soon after, that no one seemed to recognize, the company called the police, Serrano said. The bomb squad arrived, a security perimeter was established and police determined there were explosives inside the envelope, designed to explode upon opening. It was deactivated, Serrano said.  Serrano didn’t identify the firm, but Spanish media reported its name and said it manufactures rocket launchers that Spain has sent to Ukraine to fight against Russia’s invasion of that country. CNN could not immediately confirm that detail. “I know the firm has been an arms manufacturer a long time, with state-of-the-art facilities,” Serrano said in the radio interview. CNN has reached out to Spanish police for comment. ‘They will not succeed’  Ukraine has ramped up security at all of its embassies in response. Oleg Nikolenko, a spokesperson for Ukrainian Foreign Minister Dmytro Kuleba, said the life of the injured employee “is not at risk,” and descsribed the staffer’s position as “commandant.”  Police say it is too early to know whether the explosion took place when the embassy worker tried to open an envelope, or simply move it. Nikolenko said no one else had been injured, and that Kuleba “has issued an urgent instruction to step up security at all Ukrainian embassies abroad” following the incident. “Whoever is behind this explosion they will not succeed in intimidating Ukrainian diplomats or stopping their daily work to strengthen Ukraine and to counter Russian aggression,” Nikolenko quoted Kuleba as saying. Spanish Foreign Affairs Minister Jose Manuel Albares spoke to Ambassador Pohoreltsev after the incident, Madrid said. The person injured was a Ukrainian worker, according to the statement. Spain, a NATO country, has sent military equipment to Ukraine to help its armed forces fight Russia’s invasion. The Ukrainian embassy is located in the Hortaleza district in northeastern Madrid."},
{"url": "https://edition.cnn.com/2022/11/30/football/germany-world-cup-group-stage-e-f-preview-spt-intl/index.html", "source": "CNN", "title": "\n      Germany needs vital win to avoid embarrassment at Qatar 2022\n    ", "description": "After a poor start to its World Cup campaign, Germany is now staring down the barrel of elimination heading into its last Group E game at Qatar 2022.", "date": "2022-12-01", "author": "Ben Church", "text": "After a poor start to its World Cup campaign, Germany is now staring down the barrel of elimination heading into its last Group E game at Qatar 2022. Its shock defeat to Japan on the opening day put the Germans in a difficult position, but it rallied in its second game against Spain to earn a hard-fought draw.  It means the 2014 world champion, which sits bottom of the group on one point, now needs to beat Costa Rica on Thursday and hope Spain beats Japan in order to progress into the knockout stages of the competition.  A draw in the group’s other game could be enough for Germany but its fate would then depend on goal difference.  Speaking after the vital draw against Spain, Germany manager Hansi Flick said he hoped his team would gather some confidence for the crunch match at the Al Bayt Stadium after a more positive performance against Spain.  “Maybe it is the spark we need,” Flick said. “The team fought hard and I am very satisfied with their mentality. These are the things we want and we know that we did take the first step. “We want to have the conditions against Costa Rica to reach the knockout phase.”    Group leader Spain, meanwhile, needs just a point against Japan to ensure progression into the round of 16 – it can even afford to lose the match depending on what happens in Germany’s game with Costa Rica.  Spain coach Luis Enrique is determined for his side to enjoy their experience in Qatar and has defended his streaming sessions online in which he talks to fans.  “The only goal I set for my players … before this training camp 16 days ago, I told them we need to have fun, fun,” he told reporters.  “We need to enjoy this because you have to have joy in your job.” It’s a philosophy that seems to be working; with Spain’s young side producing impressive displays on the world stage.  For Japan, which stunned Germany in its first game, it now needs to produce another surprise by beating Spain after losing to Costa Rica in its last match.  “Tomorrow is going to be a high-pressure game for all players but we must believe in ourselves,” Japan manager Hajime Moriyasu told reporters on Wednesday. “They must believe in themselves, they must. They must believe in their team mates in order to fight against our opponent. Hopefully, they will be at their best and the result will follow.” Morocco bid to upset Belgium and Croatia Meanwhile, for three teams in Group F, it’s all to play for on Thursday.  Belgium, Croatia and Morocco can all still qualify for the knockout rounds in what promises to be a fascinating round of matches.  Belgium and Croatia will play each other, while Morocco faces Canada – which is already out of the tournament.  Many Moroccans will still be recovering from an emotional victor against Belgium on Sunday, in what was the country’s first World Cup win since 1998 – and its third ever. “If we get through to the knockout stage, I think we will be very dangerous going forward,” Moroccan manager Walid Regragui told reporters earlier this week.    Anything other than a place in the round of 16 will be a major disappointment for both Belgium and Croatia.  The latter was the defeated finalist in 2018 and needs just a draw against Belgium to ensure progression through the group. But coach Zlatko Dalic says he refuses to entertain playing for anything but a win.  “We must not accept the option of having only one point to end the match with Belgium,” he told reporters. “There are no easy games. Belgium need a win but we will also aim for a win.” Belgium, meanwhile, has struggled to find its feet in the tournament so far.  It was largely outplayed despite beating Canada its opening game and suffered a confidence-knocking defeat to Morocco the last time out.  However, coach Roberto Martinez says his team will be ready for the showdown and hopes his star players, such as Manchester City midfielder Kevin De Bruyne, can turn its fortunes around.  “We have to stay together now and become stronger. I know this group, we will be ready for Croatia,” he told reporters. “We haven’t been the best Belgium at this World Cup yet.” Thursday’s fixtures Croatia vs. Belgium: 10am ET Canada vs. Morocco: 10am ET Japan vs. Spain: 2pm ET Costa Rica vs. Germany: 2pm ET How to watch US: Fox Sports  UK: BBC or ITV Australia: SBS  Brazil: SportTV Germany: ARD, ZDF, Deutsche Telekom Canada: Bell Media  South Africa: SABC"},
{"url": "https://edition.cnn.com/2022/11/30/europe/russia-upper-parliament-lgbt-propaganda-law-intl/index.html", "source": "CNN", "title": "\n      Russia’s upper house of parliament passes tougher ban on ‘LGBT propaganda’\n    ", "description": "Russia's upper house of parliament unanimously voted on Wednesday to toughen a controversial law banning what the bill describes as \"LGBT propaganda,\" making it apply to Russians of all ages.", "date": "2022-11-30", "author": "Uliana Pavlova", "text": "Russia’s upper house of parliament unanimously voted on Wednesday to toughen a controversial law banning what the bill describes as “LGBT propaganda,” making it apply to Russians of all ages. The bill has to be signed into law by Russian President Vladimir Putin after being passed by the Federation Council. It passed the lower house of parliament, the State Duma, on November 24. The law proposes to ban all Russians from promoting or “praising” homosexual relationships or publicly suggesting that they are “normal.” It also prohibits “propaganda” of pedophilia and gender reassignment in advertising, books, films. The original version of the law adopted in 2013 banned “propaganda of non-traditional sexual relations” among minors. Now Russian lawmakers are applying it to adults as well. Individuals who spread what the bill calls “LGBT propaganda” or attempt to do so, will be fined up to 400,000 rubles ($6,600). Legal entities can be fined up to 5 million rubles ($82,100). Foreigners can be arrested for up to 15 days or deported, according to the text of the bill. “The louder they squeal in the West, the more we will be sure that we are on the right track. This topic should become a sin in Russia like it is in many of our religions,” said one of the Senators, Taimuraz Dzambekovich, before voting for the bill to pass.  The controversial law was met with criticism and ridicule in Western countries, including a ruling in the European Court of Human Rights in 2017 that stated Russia’s “gay propaganda law” is discriminatory, promotes homophobia and violates the European Convention on Human Rights. The bill says that materials published online that include information about pedophilia, sex changes or so-called LGBT propaganda will be included in the list of websites that will be monitored or blocked by Russia’s Internet watchdog Roskomnadzor. "},
{"url": "https://edition.cnn.com/2022/11/28/football/canelo-alvarez-lionel-messi-warning-spt-intl/index.html", "source": "CNN", "title": "\n      Mexican boxer Canelo Álvarez apologizes to Lionel Messi: ‘Every day we learn something new’\n    ", "description": "Mexican boxer Saul 'Canelo' Álvarez has apologized to Lionel Messi, who he previously accused of disrespecting Mexico.", "date": "2022-11-28", "author": "Matias Grez", "text": "Mexican boxer Saul ‘Canelo’ Álvarez has apologized to Lionel Messi, who he previously accused of disrespecting Mexico. Álvarez apologized on social media, writing on Wednesday: “These last few days I got carried away with the passion and the love I feel for my country and I made comments that were out of order so I want to apologize to Messi and the people of Argentina.  “Every day we learn something new and this time it was me who did.” The pound-for-pound dynamo had sent a warning to Messi on social media after a tense 2-0 Argentina victory over Mexico in Group C on Saturday. Messi scored the opening goal, before Enzo Fernández sealed the win late on to keep Argentina’s World Cup dream alive following its stunning opening round defeat to Saudi Arabia. “Did you see Messi cleaning the floor with our shirt and flag????” Álvarez tweeted, apparently in reference to a video which shows Messi celebrating with his teammates in the changing room.  As the Argentine takes off his football boots, the video shows Messi’s foot appearing to make contact with a Mexico shirt that was on the floor. There is no indication that Messi kicked the shirt intentionally. “He better pray to God that I don’t find him!!” Álvarez added in another tweet, with a series of angry emojis. “Just like I respect Argentina, he has to respect Mexico! I’m not talking about the country as a whole, just about the bulls**t that Messi pulled.”  Álvarez, who is widely considered one of the best pound-for-pound boxers ever after winning world championships in four weight classes, added in one reply to a journalist: “It’s one thing them being better than us (in football), it’s another thing to have respect.” CNN had asked Alvarez’s representatives for further comment but did not receive an immediate response. The Argentinean Football Association did not immediately respond to a request for comment. In a comment to CNN, Marcelo Méndez, Messi’s representative, said: “It’s not a kick to the jersey or anything like that as everyone can see on the footage.  “I believe there’s literally no one who can even question once Leo’s fair play through his career. He’s one of the most honest footballers ever, never cheats, always respects rivals … I reckon this debate doesn’t make any sense.” Messi’s former Argentina teammate Sergio Agüero responded to Álvarez initial message on Twitter, saying: “Mr. Canelo, don’t look for excuses or problems, surely you don’t know about football and what happens in a changing room.  “The shirts are always on the floor after games have finished due to sweat and then if you look properly, he makes the movement to remove his boot and accidentally hits it.” Mexico captain Andrés Guardado also came to Messi’s defense, saying that “unfortunately, perhaps Canelo does not understand what is experienced in a locker room.” “That is why I can understand the reaction of being offended by seeing the Mexico shirt on the ground and everything that has gone viral,” Guardado told Argentina’s TyC Sports. “But to me, it seems silly that this is being talked about because it doesn’t matter much.  “For me, I repeat, Leo has had made many gestures not only with me, with many colleagues who know what he is like and beyond what has been said, it is purely to generate controversy or sell things.” “Every time I have had the opportunity to ask Messi for something, a change of shirt or a photo with my son, he has always done it.” Argentina would go on to qualify top of its group after a 2-0 win over Poland – despite Messi missing a penalty in the match – while Mexico agonizingly failed to qualify for the knockout stage despite beating Saudi Arabia 2-1."},
{"url": "https://edition.cnn.com/2022/11/30/football/stephanie-frappart-female-referees-world-cup-2022-spt-intl/index.html", "source": "CNN", "title": "\n      Stéphanie Frappart to make history as the first woman to referee a men’s World Cup match\n    ", "description": "When a referee generates column inches, it is normally some indictment of their performance; the result of an uproar after a controversial decision.", "date": "2022-12-01", "author": "Issy Ronald", "text": "When a referee generates column inches, it is normally some indictment of their performance; the result of an uproar after a controversial decision. But Stéphanie Frappart’s traditional anonymity has been broken for a different reason – she will make history on Thursday as the first woman to referee a men’s World Cup match. Alongside assistants Neuza Back from Brazil and Karen Diaz from Mexico, the Frenchwoman will form part of an all-female refereeing trio officiating Costa Rica vs. Germany in their Group E match. Six female match officials have been officiating at this World Cup – referees Frappart, Rwanda’s Salima Mukansanga and Japan’s Yoshimi Yamashita as well as assistant referees Back, Diaz and Kathryn Nesbitt of the US.  FIFA announced their appointment back in May, when Frappart found out that she was going to the 2022 Qatar World Cup. “It’s a surprise, you cannot believe it and after two or three minutes, you realize that you are going to the World Cup. It’s amazing, not only for me, but also for my family and also for the French referees,” she tells CNN Sport. Throughout her career, Frappart has achieved a seemingly endless series of firsts. In 2019, she became the first female referee to take charge of a Ligue 1 match, in August 2019 the first to take charge of a major men’s European match, and in 2020, the first to officiate a men’s UEFA Champions League match. “I knew that my life changed after 2019 because most people recognized me in the street,” Frappart recalls.  “So I am like a role model, for women referees but I think it [also] inspired some women in society or in companies to take more and more responsibility.” Already at this World Cup, Frappart has been the fourth official on two occasions – becoming the first female official at a men’s World Cup match at Mexico vs. Poland. Mukasanga and Yamashita have also been the fourth official at two and four games of this World Cup respectively. But there is an obvious tension between these historic moments for gender equality in football and the place in which they are happening as women’s rights are severely restricted in Qatar. According to Amnesty International, women remain tied to a male guardian in Qatar– usually their father, brother, grandfather, uncle or husband – and require their permission for important decisions such as marrying, accessing reproductive healthcare and working in many government jobs. CNN has reached out to the Supreme Committee for Delivery & Legacy (SC) for comment but at the time of publication had not received a response. “I was many times in Qatar … for the preparation of the World Cup, I was always welcomed in a good way. I don’t know how life is there but I didn’t make the decision to go there or to organize the World Cup,” Frappart says.  “So now, 10 years after, it’s difficult to say something, but I hope that … this World Cup will improve life for women there.”  ‘When you’re a woman, you need to prove you have the quality’ At the World Cup, on football’s biggest stage, the pressure of refereeing a game is at its most intense. A referee might make 245 decisions in a single game, Sky Sports estimates, and if just one is wrong, it will be analyzed in microscopic detail.  It could alter the course of a game, or even a team’s World Cup – denying it a title or ensuring it progresses no further in the tournament.  “When you make a mistake, it’s more important than if a player makes a mistake – there are more consequences for the teams,” Frappart says. “It’s also easy to say that it’s the fault of the referee and not the fault of our team so when you lose.” As referees work their way up to the highest echelons of the game, this pressure changes. “It’s more from the media and [about] the money because you know that every decision is important and will make a difference for the team,” Frappart says. “But when you start in the local clubs, it’s more difficult with the spectators and with the environment.” Inevitably, female referees are heavily scrutinized too as they straddle two traditionally male-dominated fields: football and leadership. “There were many questions involved if she’s there because she’s a woman, perhaps she will not follow the game and everything,” Frappart recalls when she made her debut in Ligue 1.  “It’s not only in football, but I think in every job when you’re a woman … you need to prove that you have the quality and after that they let you continue.” But as Frappart refereed more matches, the stance towards her changed. “Now, it’s not a question of gender. It’s now only a question about steel, [about] competencies. So now it’s ok, after one or two games, they left me alone and without any more media around.” ‘I worked hard’ When Frappart first began playing football at ten years old in 1993, women’s football barely registered as a significant landmark on the sporting landscape. The inaugural edition of the women’s World Cup had been held just two years previously, with great success in China, but there was neither a women’s Champions League in Europe nor a National Women’s Soccer League (NWSL) in the USA and professional female referees were non-existent. It was only in 2017 when Bibiana Steinhaus took charge of a Bundesliga match that a woman officiated a top-level men’s league match. Frappart’s appointment as a referee at a men’s World Cup is another step forward in a “very sexist sport,” Costa Rica manager Luis Fernando said, according to Reuters. “It’s very difficult to reach the point that she has reached, I think it’s good for football and a positive step for football, to show that it’s opening up for everyone,” he added. Similarly, in Rwanda, Mukansanga recalls never seeing a female referee to use as a role model for her own aspirations. “I worked hard and followed the men’s dreams because they were the people surrounding me,” she tells CNN Sport. “They’re all men. We had one World Cup referee here in Rwanda who went to the World Cup twice so he inspired me a lot and I kept working hard to be like him.” With women refereeing and the matches at the Qatar World Cup broadcast to huge audiences worldwide, Frappart hopes that it will encourage more women to pick up a whistle. Already this change is beginning to take place – in the UK alone, there was a 72% increase in qualified women referees between 2016 and 2020, according to the FA.  “So if you have more referees on the TV perhaps it might make it easier for women to say, okay, this is possible. Because if you don’t know if it’s possible for us, you cannot say: ‘Okay, I want to be a referee.’” CNN’s Alasdair Howorth contributed reporting."},
{"url": "https://edition.cnn.com/2022/11/30/uk/buckingham-palace-resignation-intl/index.html", "source": "CNN", "title": "\n      Buckingham Palace official quits after asking Black charity CEO where she was ‘really from’\n    ", "description": "An honorary member of Buckingham Palace has resigned and apologized after a Black charity founder said she was questioned about whether she was really British at a royal reception on Tuesday.", "date": "2022-11-30", "author": "Max Foster,Joshua Berlinger,Chris Liakos,Carolyn Sung", "text": "An honorary member of Buckingham Palace has resigned and apologized after a Black charity founder said she was questioned about whether she was really British at a royal reception on Tuesday. The guest, Ngozi Fulani, is the CEO of Sistah Space, an organization that provides specialist services to women of African and Caribbean heritage affected by abuse.  Fulani was attending a royal function on domestic abuse organized by the Queen Consort on Tuesday evening when she said a member of staff began a line of questioning that the palace called “unacceptable and deeply regrettable.” Fulani said that the person persistently asked about her heritage and would not accept that she was a British national. Sistah Space shared a rough transcript of the conversation on Twitter on Wednesday. Fulani said that, after identifying herself as British-born, the person asked her “where do you really come from;” “where do your people come from;” and “when did you first come here?”  When Fulani answered she was from the London neighborhood of Hackney, the household member insisted: “No, what part of Africa are YOU from?” as quoted on the Sistah Space twitter account. Buckingham Palace, which has not named the household member involved in the incident, said earlier today that the individual concerned had apologized and “stepped aside from her honorary role with immediate effect.”  Sistah Space said that it “serves no purpose to name & shame” the person in question on its Twitter account on Wednesday, adding “it is the system that needs to be revised.”  “Yes the person was offensive, but it serves no purpose to name & shame her, it would make us just as bad. We prefer that this be handled kindly,” Sistah Space said. British media have identified the Buckingham Palace official as Lady Susan Hussey, who served as the late Queen Elizabeth II’s lady in waiting for more than 60 years and is a godmother to the Prince of Wales. CNN has reached out to Ngozi Fulani and Buckingham Palace for further comment from the household member in question.  A Buckingham Palace spokesperson acknowledged the incident and said the palace was taking the situation “extremely seriously.” “Unacceptable and deeply regrettable comments have been made. We have reached out to Ngozi Fulani on this matter, and are inviting her to discuss all elements of her experience in person if she wishes,” the spokesperson said.  “In the meantime, the individual concerned would like to express her profound apologies for the hurt caused and has stepped aside from her honorary role with immediate effect.” News of the encounter came to light as the Prince and Princess of Wales traveled to the US ahead of the second iteration of the Earthshot Prize Awards later this week. A spokesman for William said: “Racism has no place in our society, these comments were unacceptable. It’s right that the individual concerned has stepped down.” The incident is likely to revive concerns that the palace is elitist and out of touch when it comes to issues of race and identity. The palace has, in recent years, faced allegations of racist behavior, including in its hiring practices decades ago and the treatment of Meghan, Duchess of Sussex. A former counterterrorism police chief said Tuesday that Meghan and Harry had faced “disgusting and very real” threats from right-wing extremists.  Meghan claimed in an interview with Oprah Winfrey last year that an unnamed member of the family made remarks about the skin color of their unborn baby while she was pregnant with Archie. Prince William later said the royal family was “very much not a racist family.” Sign up for CNN’s Royal News, a weekly dispatch bringing you the inside track on the royal family, what they are up to in public and what’s happening behind palace walls."},
{"url": "https://edition.cnn.com/2022/11/30/football/argentina-poland-group-c-2022-world-cup-spt-intl/index.html", "source": "CNN", "title": "\n      Lionel Messi has penalty saved but Argentina progresses to World Cup knockout stages with win\n    ", "description": "Lionel Messi had a penalty saved but Argentina booked its ticket to the knockout phase of the 2022 World Cup with a 2-0 victory over Poland.", "date": "2022-11-30", "author": "Ben Morse", "text": "Lionel Messi had a penalty saved but Argentina booked its ticket to the knockout phase of the 2022 World Cup with a 2-0 victory over Poland.  Alexis Mac Allister’s scuffed effort 60 seconds into the second half broke the deadlock before Julián Álvarez’s brilliant curled shot sealed the three points as Argentina advanced as Group C winners.  The opener came after Messi, Argentina’s all-time top goalscorer, had his penalty saved by Poland goalkeeper Wojciech Szczęsny.  Álvarez’s sublime finish midway through the second half capped off a nail-biting evening for Argentina, who will now face Australia. Poland advanced to the knockout stages by the skin of its teeth, qualifying on goal difference.  The other Group C game was a thrilling affair, Mexico beating Saudi Arabia 2-1, but the win wasn’t enough for El Tri and Poland will now play France in a last-16 match on Sunday.  An enthralling evening Not for the first time in his career, all the pressure laid firmly at Messi’s door, the 35-year-old endlessly striving to emerge from the long shadow which Diego Maradona has cast over the Argentina national side.  Playing in his 999th professional match, Messi looked up for the challenge, troubling Poland from the opening minute.  While the Polish attack offered very little throughout the game, Argentina cranked up the pressure – and both Messi and left-back Marcos Acuña coming close.  Argentina was offered a great chance to break the deadlock when the video assistant referee adjudged that Messi had been fouled by Wojciech Szczęsny when he was hit in the face by the Polish goalkeeper’s flailing hand.  However, Messi’s penalty was brilliantly saved by Szczęsny’s who somehow beat the ball away one-handed.  It was the crowning moment of a busy first half for Szczęsny, who finished the opening 45 minutes with nine saves to his name as Argentina piled on the pressure.  The penalty save was Szczęsny’s second of the tournament already and he became only the second goalkeeper since 1966 to save a penalty at the World Cup having conceding it himself, after Joel Bats for France against Brazil in 1986, according to Opta Stats.  It took just under 60 seconds for Argentina to break the deadlock after the break.  A cut back cross from right back Nahuel Molina fell to the feet of Mac Allister whose scuffed effort just managed to sneak past Szczęsny and send Stadium 974 into delirium.  It was Mac Allister’s first international goal, and continues his excellent year –  he came to this World Cup as the top scorer for his Premier League club, Brighton and Hove Albion, this season.  That goal seemed to relax the Argentina players and fans inside the ground. Messi, Álvarez and Ángel Di María began to turn on the flair, toying with the Poland defense.  Midway through the second half, Álvarez showed why he’d been brought in for this game – he’d started the first two group games on the bench – curling home to get his first World Cup goal.  With Poland opening up at it attempted to claw itself back in the game, more spaces opened up for Argentina, with Messi, Álvarez and Lautaro Martínez all going close. Group C’s conclusion must have been an agonizing watch for Poland’s fans. For a brief period of time during the match, Poland and Mexico were tied on goal difference. That meant Poland was slated to advance via its better disciplinary record.  With Poland fans checking their phones furiously to keep tabs on proceedings and with all eyes on whether any Polish players picked up a yellow card, there was one last twist to Wednesday’s proceedings. That was delivered by Salem Al Dawsari’s 95th-minute goal which gave Poland had a superior goal difference, assuring it’s progression to the next stage."},
{"url": "https://edition.cnn.com/2022/12/01/europe/spain-security-letter-bombs-intl/index.html", "source": "CNN", "title": "\n      Spain boosts security as prime minister and US embassy targeted amid series of letter bombs\n    ", "description": "Spain said Thursday it was boosting security measures after a series of letter bombs was discovered in the country, including one that was sent to Spain's prime minister last week and another to the US embassy.", "date": "2022-12-01", "author": "Al Goodman,Eve Brennan,Pau Mosquera", "text": "Spain said Thursday it was boosting security measures after a series of letter bombs was discovered in the country, including one that was sent to Spain’s prime minister last week and another to the US embassy. The sixth and latest bomb was detected Thursday afternoon and sent to the US embassy in Madrid. It was intercepted at around 12.30 p.m. local time at the security post of the embassy, a police source told CNN.  The envelope was detonated in a controlled environment, according to two US officials. No one was injured in the process, the officials said. “We are grateful to Spanish law enforcement for their assistance with this matter,” Jamie Martin, a spokeswoman for the US Embassy in Madrid, told CNN.  Security was increased at the embassy after suspicious packages were sent to other embassies Wednesday, a US official said. A US State Department spokesperson said it “will continue to evaluate the security situation and provide updates as appropriate. The US Embassy in Madrid remains open for American Citizen Services. We thank Spanish law enforcement for their assistance.” A previous bomb, sent to an air force base near Madrid, was discovered before dawn Thursday, after one exploded at the Ukrainian embassy in the capital Wednesday and another was deactivated at an arms manufacturer.  A device addressed to Prime Minister Pedro Sanchez arrived in the post at his official Moncloa compound on November 24 and his security detail singled it out as suspicious. After establishing a security perimeter, they conducted a “controlled explosion” of the envelope, an interior ministry statement said.   The bomb “would be similar, for its features and content” to those received on Wednesday at the Ukrainian embassy in Madrid and at the arms manufacturer Instalaza in Zaragoza, and on Thursday at Spain’s Torrejon air force base near Madrid, the statement said.  The most recent letter bomb was intercepted just before dawn Thursday after being sent to the Torrejon air force base.  Spanish defense ministry officials said a suspicious envelope was detected by a scanner at the base. The scan indicated the envelope could have “some type of mechanism” inside, a statement said. Police were called to the base to analyze the envelope, which was addressed to the Satellite Center at the air base.  The Spanish defense ministry also received a letter bomb addressed to Defense Minister Margarita Robles, the Secretary of State for Security Rafael Perez said Thursday.  Perez said the letters were likely sent from Spanish territory, and that in four out of the five cases, protection measures worked successfully to neutralize the bombs.  People should remain “calm,” the minister said, and there was no reason yet to justify raising a terror threat.  Earlier targets The latest developments followed the discovery of two letter bombs on Wednesday. The first exploded at the Ukrainian embassy in Madrid in the afternoon, injuring an employee, Spanish officials said.  That envelope, addressed to the Ukrainian ambassador to Spain, exploded after being handled by a Ukrainian worker at the embassy, Spain’s foreign ministry said in a statement. Later, in the evening, police deactivated a letter bomb at a weapons manufacturer in northern Spain, a senior Spanish official said.  The envelope sent to the arms maker had the same return address as the envelope that exploded at the Ukrainian embassy in Madrid, said the official, Rosa Serrano, in an interview with Spain’s radio station SER late Wednesday.  “The return address on the envelope is an email that is the same” on both envelopes, said Serrano, who is the top Spanish government official in the Aragon region where the second letter bomb arrived.  The envelope at the weapons maker in the city of Zaragoza, in Aragon, “apparently came from Ukraine,” Serrano said, adding that authorities suspect the one at the embassy may have also come from Ukraine.  An executive at the arms manufacturer was apparently aware of the Madrid explosion, so when an envelope arrived soon after that no one seemed to recognize, the company called police, Serrano said.  The bomb squad arrived and police determined there were explosives inside the envelope, designed to explode on opening. It was deactivated, Serrano said.  Serrano didn’t identify the firm, but Spanish media reported its name and said it manufactured rocket launchers that Spain has sent to Ukraine as it battles Russia’s invasion. CNN could not immediately confirm that detail.  “I know the firm has been an arms manufacturer a long time, with state-of-the-art facilities,” Serrano said in the radio interview.  Police notified Spain’s National Court, which investigates terrorism, about each of the letter bombs, the statement said.   The interior ministry has ordered increased security measures at all embassies and consulates in Spain, as well as other sites that require special protection. Security had already been boosted after the start of Russia’s invasion of Ukraine.   Al Goodman reported from Madrid and Eve Brennan wrote in London. Natasha Bertrand, Kylie Atwood and Jennifer Hansler also contributed to this report. "},
{"url": "https://edition.cnn.com/2022/11/30/football/usmnt-world-cup-knockout-stages-spt-intl/index.html", "source": "CNN", "title": "\n      ‘We’re not finished yet,’ says USMNT’s Walker Zimmerman ahead of knockout stages\n    ", "description": "After a 1-0 victory against Iran earned the US Men's National Team (USMNT) a place in the World Cup knockout stages, the players insist their campaign is far from done.", "date": "2022-11-30", "author": "George Ramsay", "text": "After a 1-0 victory against Iran earned the US Men’s National Team (USMNT) a place in the World Cup knockout stages, the players insist their campaign is far from done. Having failed to qualify for the last World Cup, the tournament in Qatar is the first time since 2014 that the USMNT has reached the last 16, which comes courtesy of hard-fought draws against Wales and England before Tuesday’s win against Iran.  The team is now setting its sights on loftier ambitions.  “We’re not finished yet,” defender Walker Zimmerman told CNN’s This Morning on Wednesday. “I think the narrative continues, we’re still going to try and do that and accomplish our goal of winning the World Cup.  “I think if we’re able to do that, we’re going to inspire a lot of young players, a lot of young Americans to pick up the sport and, hopefully, make them proud.” The USMNT’s best performance at a World Cup in recent memory was reaching the quarterfinals in 2002 before losing to Germany. Gregg Berhalter’s side goes into Saturday’s knockout game against the Netherlands as the underdog, eight places lower than its opponent in FIFA’s world rankings.  But that’s unlikely to shake the team’s confidence. “It’s nice to get to the next round, but we want to keep going,” Berhalter told This Morning.  “We had two tournaments that we’re looking at: the group stage tournament and the knockout tournament. And now, we’re here in the knockouts, we just want to keep this thing rolling.” Against Iran, star forward Christian Pulisic scored the only goal of the game before leaving the field with an abdominal injury.  Berhalter said Pulisic will “hopefully” be fit to play against the Netherlands and praised the Chelsea player’s talent and work ethic.  Speaking on ABC’s Good Morning America, USMNT captain Tyler Adams said Pulisic had “put it all on the line.”  “He’s doing alright, he’s in great spirits,” Adams added. “Feeling a lot better now, but what a big player for us, showing up in the biggest moments. We rely on him a lot for the big moments.” Much of the buildup to Tuesday’s game between the US and Iran focused on the political tensions between the two nations.  Iran state media called for the US to be kicked out of the tournament after US Soccer changed Iran’s flag on its social media accounts to show support for the protestors in Iran. The governing body told CNN that it wanted to change the official flag for 24 hours to show “support for the women in Iran fighting for basic human rights” but always planned to go back to the original flag. Iran appeared at the World Cup under the shadow of domestic turmoil following widespread protests sparked by the death of Mahsa Amini, a 22-year-old woman who died after being detained by Iran’s morality police, allegedly for not abiding by the country’s conservative dress code. Iranian security forces have since unleashed a violent response to the protests. There are concerns about the safety of the Iranian players returning home after the team initially refused to sing Iran’s national anthem before its first game in an apparent show of solidarity with demonstrators. The team’s families were also threatened with imprisonment and torture in advance of the match, a source involved in the security of the games said. At the end Tuesday’s game, players from the two teams embraced in an apparent show of solidarity.  US defender Antonee Robinson was seen embracing a visibly distraught Ramin Rezaeian, who cried as he was embraced by the Fulham player, and comforting Abolfazl Jalali, who knelt on the pitch after the match ended.  Meanwhile, Josh Sargent, DeAndre Yedlin and Timothy Weah crouched to comfort Saeid Ezatolahi, who had buried his head in his hands as he sat on the turf and processed his team’s loss.  “We know first and foremost as competitors what it’s like to lose,” said Zimmerman. “We also know the stakes of a World Cup, and then on top of that everything that they’re dealing with emotionally.  “We just congratulated them on their effort and empathized with them and let them know that we’re proud of the way that they competed on the field in the game last night.” CNN’s Matt Foster, Issy Ronald and Sam Kiley contributed to reporting. "},
{"url": "https://edition.cnn.com/2022/12/01/sport/college-football-playoff-expansion/index.html", "source": "CNN", "title": "\n      College Football Playoff will expand to 12 teams starting with 2024-2025 season\n    ", "description": "The College Football Playoff will expand from four to 12 teams starting with the 2024-2025 season.", "date": "2022-12-01", "author": "Jacob Lev", "text": "The College Football Playoff will expand from four to 12 teams starting with the 2024-2025 season. The tournament board of directors agreed to the expansion on Thursday. In September, the board unanimously approved the expansion. The new format was set to begin in 2026 but the board had tasked the College Football Management Committee to try to implement the expansion earlier, following the 2024 or 2025 season.  “We’re delighted to be moving forward,” said Bill Hancock, executive director of the College Football Playoff in a statement.    “More teams and more access mean more excitement for fans, alumni, students and student-athletes. We appreciate the leaders of the six bowl games and the two future national championship game host cities for their cooperation. Everyone realized that this change is in the best interest of college football and pulled together to make it happen.” The national championship game is scheduled to be played in Atlanta in January 2025 and in Miami in January 2026."},
{"url": "https://edition.cnn.com/2022/12/01/europe/russia-foreign-agents-repression-intl/index.html", "source": "CNN", "title": "\n      As Russia struggles in Ukraine, repression mounts at home\n    ", "description": "A new expanded law on \"foreign agents\" in Russia comes into force Thursday, signifying an intensifying crackdown on free speech and opposition under President Vladimir Putin that has accelerated as his fortunes in Ukraine have deteriorated.", "date": "2022-12-01", "author": "Clare Sebastian", "text": "A new expanded law on “foreign agents” in Russia comes into force Thursday, signifying an intensifying crackdown on free speech and opposition under President Vladimir Putin that has accelerated as his fortunes in Ukraine have deteriorated. It’s also further evidence of Russia’s determination to root out what it sees as Western liberal values, coming in the same week Russia’s parliament sent a bill expanding a ban on what it calls “propaganda” of LGBT issues to Putin’s desk. The 2012 law on Foreign Agents, passed after a wave of public protests against Putin’s return to the presidency, required organizations engaging in political activity and receiving funding from abroad to register as foreign agents and adhere to draconian rules and restrictions. That law has been gradually updated since then, forming the backbone of an ever tighter stranglehold on civil society in Russia over the past decade. From Thursday that definition is expanded to include not only individuals or organizations receiving funding from abroad but those who have “received support and (or) is under foreign influence”.   Further reading of the law does not offer much in terms of clarification. “Support” by foreign sources is defined not just as financial but “organizational and methodological, or scientific and technical help.” “Influence” can be read, according to the law, as “exacting an influence on an individual by coercion, persuasion or other means.” This is the point, says Konstantin Von Eggert, a freelance Russian journalist now living in Lithuania. Laws like this that make up what he calls “Putin’s repressive system” are designed to be broad and vague, and selectively applied so as to “scare and paralyze.”  “Once the laws are applied across the board you might fairly quickly figure out how to game the system,” he said. If the laws are “applied in a haphazard way or readily, you don’t know.” Andrey Soldatov, another exiled Russian journalist, known for his investigative work on the Russian security services, says this is part of a crackdown directly correlated to Russia’s defeats in Ukraine. “You cannot provide a really good narrative, an explanation why Kherson was given up,” he said.  “The best way to do that is to add an element of fear.” Intensifying crackdown The further erosion of free speech and democratic freedoms in Russia has gone hand in hand with what the Kremlin euphemistically refers to as the “special military operation” in Ukraine almost since the start. Within days of the invasion, Russia had restricted access to Facebook, some Western news sites, and independent media in the country. Peaceful protests were quickly shut down and thousands arrested. In early March, the government adopted a law criminalizing the dissemination of what it called “deliberately false” information about the Russian armed forces. The maximum penalty is 15 years in prison. CNN and several other Western news organizations temporarily suspended broadcasting from Russia. The defense of “traditional values” – part of Putin’s case for launching the war in Ukraine – has also proved another pretext for greater repression at home since the invasion. In his speech on February 24th, the day the war started, Putin claimed the US and the West “sought to destroy our traditional values and force on us their false values that would erode us.”  This week the speaker of Russia’s lower house, the State Duma, said a new law expanding a 2013 ban on “propaganda” of LGBT issues, pedophilia and gender reassignment to both minors and adults would “protect our children, the future of our country from the darkness spread by the United States and European states.” Human Rights Watch warned the law would have an “even more stifling effect on freedom of expression, well-being and security.”  The expanded foreign agent law is now an even more powerful tool in Russia’s legislative tool box to bring its population in line with its goals. Any person or organization designated a foreign agent (a phrase that carries clear Soviet undertones in Russia) will be banned from many teaching jobs, won’t be able to organize public events, or receive state funding for projects. The law also bans any material published by a foreign agent to be distributed to minors. It will be required to be marked with an 18+ stamp and sold in a sealed opaque package according to the State Duma.  And the Russian Justice ministry will now publish the personal data of designated foreign agents according to state media – not just names, and dates of birth but taxpayer identification numbers and individual insurance account numbers (similar to a social security number). Soldatov says the expanded law may be designed to target employees of state institutions.  “If you are put on this list it’s not a big problem if you’re just an ordinary guy,” he says.  But if you’re a “doctor or a teacher or a professor at some university that’s where you find yourself in some really big trouble, because you lose your job and its really really hard.” Von Eggert though believes the decision to expand the law now (it was signed by Putin in July) is telling in its futility. “They missed the moment and those who were really active and that posed any danger, they are either already jailed or they are abroad. So who are they threatening? I don’t know.” With Russia’s efforts in Ukraine faltering, he sees the law as “a sign of weakness rather than a sign of strength.” "},
{"url": "https://edition.cnn.com/2022/12/01/football/christian-pulisic-injury-us-netherlands-spt-intl/index.html", "source": "CNN", "title": "\n      ‘I didn’t get hit in the balls’: US star Christian Pulisic says he is taking injury ‘day-by-day’ ahead of Netherlands clash\n    ", "description": "US Men's National Team (USMNT) captain Christian Pulisic shone some light on his mystery injury on Thursday and allayed fears surrounding his fitness heading into Saturday's huge round of 16 clash against the Netherlands.", "date": "2022-12-01", "author": "Matias Grez", "text": "US Men’s National Team (USMNT) captain Christian Pulisic shone some light on his mystery injury on Thursday and allayed fears surrounding his fitness heading into Saturday’s huge round of 16 clash against the Netherlands. Pulisic was involved in a heavy collision with Iran goalkeeper Alireza Beiranvand as he scored the US’ winning goal on Tuesday, with the forward being sent to hospital during the game for what was initially described as an abdominal injury. The Chelsea forward told reporters at the pre-match press conference that it had now been diagnosed as a pelvic contusion and says he is taking the injury “day by day.” “I will do everything in my power to work with this medical team and make sure that I can play,” Pulisic said. “I didn’t get, like, hit in the balls,” he added. “I’m alright. I’m alright. It was very painful and that bone is there for a reason to protect you, I think, and I hit it well. It was sore, but like I said I’m getting better.” This is a young and inexperienced US team, but one that is full of quality and Pulisic is the key piece in Gregg Berhalter’s side. It would be a huge blow to the USMNT’s chances if the 24-year-old is forced to miss the match against the Netherlands. Pulisic also went on to describe the unusual moment he was trying to keep track of the US score against Iran while being taken to hospital, calling it “a crazy kind of experience.” “Obviously, the emotions were running so high so I was like doing everything I could to continue playing and all was kind of a blur, to be honest,” he recalls. “But then once I was told I was being taken to the hospital, I had to get looked at, I was able to follow it on the guy’s [medical trainer] with me, on his phone. “It was like the hardest thing. I think they were checking my blood sugar and everything and I was flying through the roof, but it wasn’t because of anything, it was just me stress-watching the game. “But once I got through that and the final whistle blew, I was obviously very happy.” Victory over the Netherlands would put the US in the quarterfinals for the first time since 2002 and almost – though perhaps not entirely – make up for the national team’s failure to qualify for the World Cup four years ago."},
{"url": "https://edition.cnn.com/2022/11/30/middleeast/iran-protests-world-cup-defeat-celebrations-intl/index.html", "source": "CNN", "title": "\n      Iranian protesters celebrate World Cup defeat, as fears surround players’ return\n    ", "description": "Iran's World Cup defeat to the United States was met by cheers and celebrations in Tehran and other Iranian cities on Tuesday evening, as protesters hailed the country's exit from the tournament as a blow to the ruling regime.", "date": "2022-11-30", "author": "Rob Picheta,Artemis Moshtaghian,Mohammed Tawfeeq,Jomana Karadsheh", "text": "Iran’s World Cup defeat to the United States was met by cheers and celebrations in Tehran and other Iranian cities on Tuesday evening, as protesters hailed the country’s exit from the tournament as a blow to the ruling regime.  The nation was eliminated from the tournament in Qatar after its 1-0 loss on Tuesday, ending a campaign that has been overshadowed by anti-government protests that have raged for months at home. But there are concerns about the safety of the Iranian players returning home across the Persian Gulf, after the team initially refused to sing Iran’s national anthem before their first game in an apparent show of solidarity with demonstrators. The team’s families were also threatened with imprisonment and torture in advance of the match, a source involved in the security of the games said. People in several Iranian cities celebrated from inside their homes and residential buildings moments after the final whistle, which came in the early hours of Wednesday local time, while videos posted on social media showed people honking their car horns, chanting and whistling.  “I am happy, this is the government losing to the people,” one witness to celebrations in a city in the Kurdish region, who CNN is not naming for security concerns, told CNN on Wednesday.  The Norway-based Iranian rights group Hengaw posted several videos of similar scenes. “People in Paveh are celebrating Iran’s national team lose over America in World Cup in Qatar, they are chanting ‘Down with Jash (traitors),” Hengaw said in a post. Demonstrations have rocked Iran for several months, sparking a deadly clampdown from authorities. The nationwide uprising was first ignited by the death of Mahsa (also known as Zhina) Amini, a 22-year-old Kurdish-Iranian woman who died in mid-September after being detained by the country’s morality police. Since then, protesters across Iran have coalesced around a range of grievances with the regime.  The United Nations High Commissioner for Human Rights Chief, Volker Turk, has said that the country is in a “full-fledged human rights crisis” as authorities crack down on the protests.  Football has become an increasingly heated flashpoint in recent weeks, with the World Cup throwing a global spotlight on the turmoil inside the country.  And fans following the team in Qatar have become increasingly conflicted about their support. “Our team has been hijacked,” longtime fan Farshad Soheil told CNN. “It no longer represents the people of Iran.”  Soheili said Iran’s regime has managed to politicize and weaponize the team, and was critical of the players for not making a grander statement about the protests. “It was a wasted historical opportunity,” Soheili said.  Ahead of Tuesday’s game, many supporters said they didn’t want Iran to win. “The reason is not because of football reason, [but] because of political reasons,” another fan called Farshid – who withheld his last name for security reasons – told CNN in Doha. “I have mixed emotion(s) and feeling(s),” Farshid said. “I’m a passionate supporter of Iran but today unfortunately I can’t be supporter of the national team because of the current situation going on and the government trying to hijack the game and sport and using it as a platform to buy credibility and to show that everything is normal (with) what’s going on in Iran.” Farshid said a lot of pro-regime supporters have also attended Iran’s World Cup games in Doha and created a very tense environment for other Iranian fans by attempting to interfere with their interviews with the media. Concerns over returning players Iran’s national side would have progressed to the second round of the World Cup with a win or draw against the US, but the team will now travel home after its group stage exit.  “I’m really sorry on behalf of our players, our group, that we couldn’t get our opportunity to qualify for the next round,” midfielder Saeid Ezatolah told reporters after the game. “I hope our fans and our people in Iran, they forgive us. And I feel just sorry, that’s it.” The team’s return will be closely watched amid fears that the players could face retribution for a perceived brief show of support for the protests, which drew international attention and praise from human rights groups.  The country’s flag and national anthem have been rejected by protesters as symbols of the current regime. And, following the refusal of Iranian players to sing Iran’s national anthem in their opening match against England on November 21, a source involved in the security of the games told CNN that the players were called to a meeting with members of the Iranian Revolutionary Guard Corps (IRGC).  The source said that they were told that their families would face “violence and torture” if they did not sing the national anthem or if they joined any political protest against the Tehran regime. The players sang the anthem on Tuesday, and before their second game against Wales last Friday, which saw 2-0 victory for Iran. Hours before the game kicked off on Tuesday, Iranian authorities said a former member of the national soccer team, Parviz Boroumand – who was arrested this month over criticism of the government – was released on bail, according to state news agency IRNA. Boroumand had been arrested in mid-November during protests in Tehran, Iranian media outlets reported. Earlier on Tuesday, Iranian-Kurdish footballer Voria Ghafouri was also released on bail. Iranian football legend Ali Karimi, sometimes referred to as the “Asian Maradona,” has meanwhile said he has received death threats through his family members after he vocally supported protests.   The government has described him as one of the “main leaders” of the demonstrations, and issued a warrant for his arrest in early October charging him with “harmonizing with the enemy” and “encouraging riots,” according to Iran’s Supreme Council of the Judiciary, both charges that are punishable by death. CNN’s Sam Kiley and Hamdi Alkhshali contributed reporting"},
{"url": "https://edition.cnn.com/2022/12/01/football/belgium-croatia-group-f-world-cup-spt-intl/index.html", "source": "CNN", "title": "\n      Belgium knocked out of World Cup after goalless draw with Croatia as head coach Roberto Martinez steps down\n    ", "description": "Belgium was knocked out of the 2022 World Cup on Thursday after a goalless draw with Croatia left it third in Group F.", "date": "2022-12-01", "author": "Ben Morse", "text": "Belgium was knocked out of the 2022 World Cup on Thursday after a goalless draw with Croatia left it third in Group F. In what was a frustrating evening for the Red Devils, both Romelu Lukaku and Yannick Carrasco spurned good opportunities to score the goal which would have sent Belgium through.  As it was, the No. 2 ranked team in the world failed to make the breakthrough at the Ahmad Bin Ali Stadium, meaning it won’t be featuring in the knockout phase of the tournament. Morocco – which won its game against Canada on Thursday 2-1 – and Croatia qualified from the group, finishing first and second respectively. For Belgium, it is another disappointing end to an international tournament and the Royal Belgian Football Association announced shortly afterward that manager Roberto Martínez had stepped down from his role as national team coach.  In his post-match interview, Martínez said that Belgium can go home with its “heads held high.” “It’s not easy to win games in the World Cup. We weren’t ourselves in first game, we had a deserved defeat in the second game,” Martínez told the BBC.  “Today, we were ready, we created opportunities and, today, there is no regrets. We’re out, but we can leave with our heads held high.”  End of an era? It was meant to be the last dance for the so-called ‘golden generation’ of Belgium. With many of its squad approaching or in their mid-30s – including Dries Mertens, Jan Vertonghen and Toby Alderweireld – the World Cup in Qatar was seen by many as a final opportunity to get over the hump and win an international football title. But although the squad was packed full of top-level players, the age profile of the team led some to believe that Belgium’s window had passed.  In fact, Belgium’s star midfielder Kevin De Bruyne said in an interview with the Guardian that his side had “no chance” to win the title because the players are “too old.” And, needing a win in its final Group F game against Croatia to advance, Belgium’s weaknesses were clear to see in a slow-paced first half.  The team had a lot of possession without ever really breaking down an organized Croatia while also looking vulnerable on the break.  The biggest talking point of the half came midway through when Croatia thought it had a penalty – 2018 Ballon d’Or winner Luka Modrić had even placed the ball on the spot – only for referee Anthony Taylor to eventually rule out the spot kick for offside after a video assistant referee (VAR) review.  After the break and following the introduction of Lukaku, Belgium increased the tempo as it pressed for a vital goal – the Inter Milan striker heading straight into the arms of Croatia goalkeeper Dominik Livaković.  Seconds later though, it was Croatia who had a good chance; Mateo Kovačić’s curled effort tipped away by Thibaut Courtois.  Despite Belgium being the team needing all three points, it was Croatia who ramped up the pressure. Courtois, playing in his 100th game for Belgium, had to be at his best to deny both Modrić and Marcelo Brozović.  Belgium nearly got the all-important breakthrough on the hour mark when Carrasco was denied by heroic block from a defender before Lukaku hit the post when he likely should have scored.  ust minutes later, Lukaku missed another glorious opportunity as he headed over from close range – the ball looked to have gone out moments before De Bruyne crossed it so the effort likely would have been ruled out. As time ticked away, Belgium had two massive opportunities to rescue a victory.  In added time, Lukaku – with the goal at his mercy – could not sort his feet out and his weak effort was eventually gathered by the goalkeeper near the goal line. And in the final few seconds, when it looked like Belgium would have one final chance, a superb recovery tackle from 20-year-old Joško Gvardiol saved the day for the Croatians. It huffed and puffed, but Belgium could not find the vital goal. Afterwards, Martínez was asked about if this marks the end for the country’s ‘golden generation’ and the Spaniard was philosophical.  “You see Youri Tielemans and other young players – the ‘golden generation’ is doing something that is bringing the next generation on,” he said. “It’s not what names are on the pitch, the legacy can be left in many ways.” Martínez added when asked if the result was a disappointment: “We wanted to get through but I’m sure the other national teams wanted to get through and that’s the tournament.  “In the previous World Cup, we won three games in the group stage, we wanted to go all the way.”"},
{"url": "https://edition.cnn.com/2022/12/01/sport/lebron-james-jerry-jones-photo-intl-spt/index.html", "source": "CNN", "title": "\n      LeBron James: A photo of Dallas Cowboys owner Jerry Jones attending a racial desegregation protest in 1957 has NBA star asking questions of media’s handling of race issues\n    ", "description": "The issue of race and its historical legacy in the US was at the forefront of NBA star LeBron James' mind on Wednesday as he asked reporters why he hadn't received any questions about a photo of Dallas Cowboys owner Jerry Jones attending a racial desegregation protest in 1957.", "date": "2022-12-01", "author": "Amy Woodyatt,Homero De la Fuente", "text": "The issue of race and its historical legacy in the US was at the forefront of NBA star LeBron James’ mind on Wednesday as he asked reporters why he hadn’t received any questions about a photo of Dallas Cowboys owner Jerry Jones attending a racial desegregation protest in 1957. The black and white photo – published in a story by the Washington Post last week – shows a 14-year-old Jones, looking over as a crowd of White students attempted to block six Black students from entering North Little Rock High School in Arkansas in 1957. “I got one question for you guys before you guys leave,” said James, speaking after the Los Angeles Lakers’ 128-109 victory over the Portland Trail Blazers. “I was thinking when I was on my way over here, I was wondering why I haven’t gotten a question from you guys about the Jerry Jones photo. “But when the Kyrie [Irving] thing was going on, you guys were quick to ask us questions about that.” Brooklyn Nets star Irving was suspended for eight games last month after he refused to issue an apology for positing a link to a link to a documentary containing antisemitic messages on his Twitter page. The 30-year-old Irving has since apologized multiple times saying he doesn’t “stand for anything close to hate speech or antisemitism” and returned to the court on November 20.  ‘It’s asked about every single day’ Lebron contrasted the media’s handling of the 1957 photo – “It seems like it’s just been buried,” said the Lakers star – and the day-to-day media coverage Irving’s tweet generated. “We’re talking about my people and the things that we’ve been through and that Jerry Jones photo is one of those moments that our people, Black people, have been through in America,” said James. “I feel like as a Black man, as a Black athlete, as someone with power and a platform when we do something wrong or something that people don’t agree with, it’s on every single tabloid, every single news coverage, it’s on the bottom ticker. It’s asked about every single day. “It seems like to me that whole Jerry Jones situation photo – and I know it was years and years ago and we all mistakes, I get it,” the 37-year-old James continued. “But we … just move on. When asked about the photo after it was published by the Washington Post, Jones told reporters he was a curious kid and that he didn’t know how monumental the event really was. “I didn’t know at the time the monumental event really that was going on,” Jones said, according to ESPN. “I’m sure glad that we’re a long way from that. I am. That would remind me [to] just continue to do everything we can to not have those kinds of things happen.” CNN has reached out to the Dallas Cowboys and the Los Angeles Lakers for comment.  Outspoken about social justice Five-time NBA champion James was asked about Irving in November and said: “I believe what Kyrie did caused some harm to a lot of people. He has since, over the last – today, or was it yesterday – he apologized. But he caused some harm. “It doesn’t matter what color your skin is, how tall you are, what position you’re in – if you are promoting or soliciting, or saying harmful things to any community that harm people, then I don’t respect it. I don’t condone it.” James was once an avid Dallas Cowboys fan, but recently said he switched his allegiance to the Cleveland Browns following the Cowboys’ policy – iterated by Jones – that players stand for the national anthem as players across the country were taking the knee to protest social and racial injustice. “It’s just a lot of things that was going on during the, you know, when guys were kneeling,” James said during an Instagram Live conversation with Maverick Carter, who is the NBA star’s long-time friend and business partner. “A lot of people in their front office and a lot of people that ran the organization was like, ‘If you do that around here, you will never play for this franchise again.’ I just didn’t think that was appropriate.” In 2018, Jones told reporters: “Our policy is that you stand at the anthem, toe on the line.”  James has long been outspoken about social justice, and co-founded voting rights organization “More Than a Vote” along with a host of other Black athletes and artists to focus on combating systemic, racist voter suppression."},
{"url": "https://edition.cnn.com/2022/12/01/sport/devin-booker-phoenix-suns-bulls-nba-spt-intl/index.html", "source": "CNN", "title": "\n      Devin Booker goes for 51 in three quarters as the Phoenix Suns cruise to 132-113 win over the Chicago Bulls\n    ", "description": "Phoenix guard Devin Booker scored an astonishing 51 points in just three quarters as the Suns dominated the Chicago Bulls 132-113.", "date": "2022-12-01", "author": "Alasdair Howorth", "text": "Phoenix guard Devin Booker scored an astonishing 51 points in just three quarters as the Suns dominated the Chicago Bulls 132-113. In just 31 minutes on the court, the shooting guard shot 20-for-25 from the field and went 6-for-7 from deep, making it one of the most efficient scoring performances in NBA history. According to ESPN Stats and Info, he became only the second player in the last 25 years to score 50 points with 80% shooting accuracy in the first three quarters of a game along with James Harden in November 2017. “It felt like a double-sized rim out there,” Booker said after the game. “If I rise up, it’s going in.” The 26-year-old guard and center Deandre Ayton – who finished with 30 points and 14 rebounds – dominated the first half, combining for 41 points and giving the Suns a 21-point halftime lead.  In the third, Booker took it to another gear, dropping 26 points to kill the game off – shooting 10-for-11 in the quarter.  Booker was on fire despite the Bulls’ best efforts, ending the third quarter with a run of nine consecutive points including a dunk, a 29-foot triple and a four-point play. After he had won the game for the Suns in the third quarter, Booker was pulled for the rest of the game, but he did apparently have the option to keep piling up the points. “Coach [Monty Williams] tried to put me in when they cut it to 18 … I didn’t think it was necessary,” Booker said after the game. Suns coach Williams said, “There’s not a level where he can’t score. “He can use both hands, he can score with a hand in his face and he’s willing to take the tough shots.” Bulls guard Zach LaVine, who finished with 21 points and seven assists, agreed, “A guy like that gets in a rhythm and it’s too late. He gets it going and it’s over.” Booker now has back-to-back 40-point games after scoring 44 against the Sacramento Kings and is making his case as an early MVP candidate. The win takes the Suns to the top of the Western Conference at 15-6, a record bolstered by a 12-1 tally at home. “I don’t know how many sellout crowds that is in a row, but it’s impressive,” Booker said on the support in the Footprint Center.  “Mondays, Tuesdays, Saturdays, it doesn’t matter what day of the week it is. They show up and show out.” But much of that success is down to Booker, who in this game took advantage of slack Bulls’ defending to continue his hot streak and is now averaging just under 28 points per game. “We threw everything at him,” Bulls coach Billy Donovan said on Booker. “We trapped him, we threw a box and one at him. We tried to face guard him and to his credit had had a great night.” Fans were chanting, “MVP! MVP!” after Booker sunk a three-pointer in the third quarter. It might be a bit too early for that, but if Booker keeps on racking up numbers like he did tonight, he will become hard to ignore as the season progresses."}
]